{"content": {"24": "In an interview, he said he would like voters to see him as something like Mr. Cochran, the courtly, old-world Republican whose Senate seat he is trying to fill — 'somebody kind of mild-mannered, who has core values and beliefs, but there is no orthodoxy to their demeanor.' The picture of Mr. Cochran’s breed of senator, he campaigns in tailored Italian suits and silk ties.", "25": "Leslie Lee is the kind of voter Mr. Espy needs. A former state public defender who now teaches history in the suburbs of Rankin County outside Jackson, she considers herself a 'traditional southern Democrat' — socially conservative, middle-of-the-road on other issues and now a Republican, though not one enamored of Mr. Trump.", "4": "That would be the Democratic Party, and yes, it is a problem. Mr. Espy would be Mississippi’s first black senator since Reconstruction, but the bigger obstacle may be a more modern one: convincing voters in an overwhelmingly Republican state to break partisan ranks and support a party that has gone all but extinct in major offices in this part of the South.", "19": "'People are tired of the reality show in Washington,' he said at the Democratic dinner in Greenville, without naming the president. 'It diverts attention from the real problems we see every day: the rural hospitals that are closing, the prescription drugs that are still too high, the pre-existing conditions that sap our strength.'", "13": "'It’s time to show the nation just how far we’ve come,' he says.", "1": "INDIANOLA, Miss. — When Mike Espy, a young black lawyer from a prominent local family, first campaigned for Congress in this tidy Delta town 30 years ago, many white voters refused to shake his hand. The onetime home of both B. B. King and the White Citizens’ Council, Indianola embodied the gulf that has divided Mississippi for centuries.", "30": "Mr. McDaniel, 47, has shown no such pretense. He claims that Ms. Hyde-Smith remains a Democrat despite switching party affiliations in 2010. In an interview, he said she 'lacks a firm grasp on the issues' and predicted Mr. Trump would come to regret his endorsement.", "18": "Mr. Espy projects confidence anyway in his careful two-step. In the Delta and in Jackson, the state’s largest city, he is leaning heavily on his own star power and deep connections to the black community to tap black voters’ overwhelming antipathy toward President Trump without alienating white voters.", "17": "'There is no split in the Republican Party strong enough to have Mississippi send a former Clinton appointee to the United States Senate,' Mr. McDaniel said in an interview. 'This is not Alabama, and he is not Doug Jones.'", "27": "'When he gets to Washington, he’s got to vote with the Democrats,' she said. Her vote will go to Ms. Hyde-Smith.", "8": "If there is a path to victory, it starts in Delta towns like this one and nearby Greenville, where in a speech later the same night last week, Mr. Espy invoked icons of the Civil Rights movement, like Mississippi’s own Fannie Lou Hamer, whose funeral the Espy family paid for in 1977. But he also raised a more recent hero, Doug Jones from neighboring Alabama, a Democrat who successfully assembled a coalition of black and moderate white voters from a Republican stronghold to send him to the Senate last year.", "31": "But with Republican leaders in the state and in Washington lined up behind her, Ms. Hyde-Smith is expected to beat out Mr. McDaniel for a spot in the runoff. Then Mr. Espy’s path gets a lot narrower, even if the spotlight gets a lot brighter.", "28": "Ms. Hyde-Smith, the state’s former agricultural and commerce commissioner, appears ready to try to ride Mr. Trump’s popularity to victory. As she worked her way last week through a crowd of ranchers gathered for a cattle auction in Mississippi’s Pine Belt, Ms. Hyde-Smith, 59, traded handshakes for a slim flier featuring a thumbs-up snapshot with the president and a blown-up copy of a must-have Republican talisman, a presidential endorsement tweet.", "20": "The reaction, at least at a handful of campaign stops there last week, was effusive.", "2": "But last week, when Mr. Espy, the former House member and President Bill Clinton’s agriculture secretary, returned seeking an improbable Senate seat, the town’s white mayor joined him for lunch at a barbecue joint. A black proprietor serenaded him a cappella, as if he were a celebrity of sorts: 'Go get that senator’s race,' he boomed.", "9": "'We know who elected him,' Mr. Espy said to a room of mostly black Democrats. 'Black women elected Doug Jones.'", "14": "Republicans view Mr. Espy’s strategy as pure fantasy. Neither Republican in the race — Senator Cindy Hyde-Smith or State Senator Chris McDaniel — has the baggage that weighed down the Republican nominee in Alabama, Roy S. Moore, who was accused of sexually assaulting minors.", "7": "'I want him to win; I am going to do everything I can,' said Representative Bennie Thompson, the state’s lone Democratic federal office holder and an African-American. 'But it’s a challenge. I hope you would not want me to lie to you.'", "29": "'I want you to know that we’re headed in a good direction,' she said inside Lucedale’s wood-paneled auction house, speaking over the occasional bleating of goats. 'You’re going to hear a lot of things about me that aren’t true, and you may have already heard it. We’re going to stay on the high road.'", "21": "'We’ve waited a long time for him to get back in the game,' said Betty Jo Boyd, 87, in Greenville. 'It’s like a Christmas present. He’s the kind of guy people can get excited about.'", "12": "In his first television advertisement of the race, Mr. Espy appealed this week not to the deep wounds of black citizens but to the long-held view of white Mississippians that their poor state is 'stereotyped' and too 'often defamed, dismissed and disrespected.'", "15": "Democrats had believed that if Mr. McDaniel could edge out Ms. Hyde-Smith, who was appointed to Mr. Cochran’s seat, on Election Day, they could use incendiary racial comments in Mr. McDaniel’s past to rally the Republican establishment to Mr. Espy’s side. So far, that appears unlikely.", "22": "More difficult will be the moderate white voters, primarily women and young people, who helped tip the Jones coalition in Alabama.", "23": "In the Jackson suburbs and other white pockets across the state, Mr. Espy promotes an economic development bill from the late 1980s as a model for work across the political aisle. He warns about the costs of Mr. Trump’s tariffs, which have pinched farmers. He emphasizes health care issues without explicitly mentioning the Affordable Care Act. He reminds voters he endorsed the state’s Republican governor, Haley Barbour, in 2007.", "10": "Mr. Espy is closely studying Mr. Jones’s race and has hired many of the consultants who helped steer him. To win in Mississippi, where almost 38 percent of the population is black, Mr. Espy will need to approach figures from past presidential elections, when black Mississippians flocked to the polls for Barack Obama, and the state gave him 43 percent of the vote in 2008 and 44 percent in 2012, compared with Hillary Clinton’s 40 percent in 2016.", "26": "But as she arrived for dinner at an upscale Italian restaurant one night last week, Ms. Lee, 56, said that even though Mr. Espy appeared to have the moderate intentions, he would empower a party that is just too far left.", "5": "Overshadowed so far by Senate races sopping up money and scrutiny across the country, Mr. Espy’s quest is about to get a lot more of both. Under the unusual circumstances of the special election to fill the seat of the retired Senator Thad Cochran, two Republicans are likely to split the bulk of the state’s votes on Nov. 6. That potentially leaves Mr. Espy the lead vote-getter heading into a runoff on Nov. 27 that could tip the balance of the Senate — and will almost certainly consume the attention of the political world.", "6": "Democrats, who claim only the creakiest of party infrastructure in the state, see the run as a chance to rebuild some of their cachet. But party elders are dubious that Mr. Espy can stitch together a state still rived by cultural, political, economic — and racial — divides.", "3": "'There are very few who would not consider me because I am black,' Mr. Espy, 64, said as he strolled through Indianola after lunch. 'I believe we in many ways have crossed that hurdle. Many of them, if they don’t vote for me, it will be because of their idea of what I represent as a party person.'", "11": "But Mr. Espy also needs to do what Mr. Obama could not quite muster in the state: win over about a quarter of white voters — liberals, farmers wooed by his agriculture credentials, and well-educated suburbanites and young people of the sort tilting Democratic elsewhere around the country this fall.", "16": "And Mr. Espy is contending with baggage of his own, notably a roughly 30-count indictment accusing him of receiving improper favors while serving as agriculture secretary in the 1990s. Mr. Espy beat all the charges, but he lost his job and some of the luster of a rising Democratic star."}, "keywords": "mcdaniel,espy,republican,white,black,smith,voter,party,hyde,mississippus"}