{"keywords":"solomon,bower,polouse,congregation,charney,synagogue,saturday,shoot,jewish,officer","content":{"44":"The remaining officers 'engaged the suspect in a gun battle in which multiple rounds were exchanged,' the criminal complaint said. At some point in the shootout, Mr. Bowers was wounded, and he eventually surrendered to the police.","18":"It was founded in another part of the city around the turn of the 20th century by Romanian Jews fleeing oppression in Europe. In 1957, the synagogue moved to Squirrel Hill; it just recently had moved in with the two other congregations that met separately at Tree of Life.","38":"Then he heard the sounds of chaos: eight or nine more loud pops and screams coming from inside the synagogue. He rushed back into his house, joined by a jogger and his daughter, and they all crouched down, wondering what was going on.","5":"'It’s beyond terrible,' said Carl Solomon, 81, who was on his way to shul at New Light Congregation on Saturday morning when he saw a police officer with a rifle exit a car. Three congregations — Tree of Life, Dor Hadash and New Light — were all holding services in the building at the time of the shooting.","25":"They stayed in the storage area, waiting. The noise died down. But Mr. Wax, 88, chose to go out, Mr. Solomon said, possibly because he was hard of hearing.","34":"Mr. Charney and the woman were led out of the synagogue by police officers about 30 minutes later, he said.","31":"'As soon as I realized what it was, it was get out of there or die,' Mr. Charney said.","13":"He lived a 30-minute drive south of Squirrel Hill in Baldwin Borough, a hilly, middle-class neighborhood that is part of metropolitan Pittsburgh. The police searched his apartment on Saturday, but by Sunday morning, there were no more signs of police or F.B.I. activity.","10":"'He was murdered because he was Jewish,' she said. 'He was murdered because he was a big target, and maybe because when everyone hit the deck he might not have right away.'","21":"Two of them, Richard Gottfried, 65, and Daniel Stein, 71, were in the kitchen, next to where the shooting was happening. Both were killed.","3":"A picture was beginning to emerge on Sunday of Mr. Bowers, whom federal officials charged with 29 criminal counts, included obstructing the free exercise of religious beliefs — a hate crime, which can carry the death penalty. He also faces state charges.","42":"The officers who rushed to the scene came upon Mr. Bowers as he was trying to leave the synagogue. He fired at them, injuring one officer in the hand, according to the criminal complaint. Another officer had injuries to his face from shrapnel and broken glass. Mr. Bowers then darted back inside and ran up to the third floor.","27":"'It was actually not very long,' he said. 'This whole thing went down relatively fast.'","8":"The dead included eight men and three women, the authorities said. The oldest victim, Rose Mallinger of Squirrel Hill, was 97. Two brothers, David and Cecil Rosenthal, ages 54 and 59, were the youngest. A husband and wife, Bernice and Sylvan Simon, ages 84 and 86, of Wilkinsburg, Pa., were also among the dead.","16":"Addressing reporters at Joint Base Andrews on Saturday, Mr. Trump said, 'It’s a terrible, terrible thing what’s going on with hate in our country and frankly all over the world, and something has to be done.'","29":"'We thought it was something outside, like something was falling off a shelf or something,' Mr. Charney said on Sunday.","14":"A neighbor, Kerri Owens, 30, said he had described himself as a truck driver.","22":"'There is no place to hide in the kitchen,' said Stephen Cohen, 69, the co-president of the congregation.","2":"When the police finally took him into custody and his wounds were being treated, Mr. Bowers told a SWAT team officer that he 'wanted all Jews to die,' according to a criminal complaint filed in the case, because of his belief that Jews 'were committing genocide against his people.'","32":"He saw Mr. Bowers shoot four people, and ran away quickly. 'I saw a big gun, I only looked at him for a couple of seconds and I put two and two together,' Mr. Charney said.","37":"Jim Waite, who lives across the street from the synagogue, said he heard a series of loud pops and went outside to investigate. At that point, a police car came screeching by, and Mr. Waite saw another police officer with his weapon drawn.","41":"'For a long time I didn’t look out the window; I was afraid,' Mr. Waite said.","30":"It was not until Mr. Bowers walked into their congregation that they understood what was happening.","48":"A spokesman for the Anti-Defamation League said that before Saturday’s shooting, the deadliest anti-Semitic attack in recent United States history was in 1985, when a man killed a family of four in Seattle. He had mistakenly thought they were Jewish. There was also an attack by a white supremacist on a Jewish Community Center filled with children in Los Angeles in 1999 that injured five; a postal carrier was killed a short time later by the gunman. More recently, in 2014, a white supremacist opened fire outside a Jewish Community Center in a suburb of Kansas City, Mo., killing three people.","36":"Witnesses in the neighborhood said the attack unfolded without warning.","24":"'Basically everyone froze except for Rabbi Perlman,' Mr. Cohen said. 'He shepherded everybody into the back.'","19":"The congregation met downstairs in what is formally called the New Light Chapel, a basement area that its members used as a sanctuary. On a typical Shabbat, about 20 people would show up to worship, Mr. Solomon said, and many of those would trickle in late.","4":"Saturday’s synagogue massacre — the worst in the Jewish community in the United States in decades — has shaken the nation at the end of an exhausting and bitter political season. Here in Pittsburgh, it broke the heart, but not the spirit, of a vibrant Jewish community — the Squirrel Hill neighborhood, where residents grieved for the victims on Sunday.","15":"The massacre moved the world. Pope Francis led prayers for Pittsburgh on Sunday in St. Peter’s Square, denouncing the 'inhuman act of violence' and praying for an end to the 'flames of hatred' that fueled it. President Trump ordered flags to fly at half-mast, after returning to Washington from Illinois on Saturday night.","23":"Three people — Dr. Gottfried’s sister, Melvin Wax and Rabbi Jonathan Perlman of the New Light Congregation — were in the chapel when they heard gunshots, Mr. Solomon said. They quickly took refuge in what he called 'a storage room' behind the sanctuary. There they hid, with the lights off. It grew quiet again.","28":"Others inside the building remembered being startled by a loud noise. Joseph Charney, 90, a congregant at the Tree of Life synagogue since 1955, said he was standing in front of a woman who was reading to the congregation and next to his rabbi when they heard what he thought was furniture falling.","6":"[Read more about the shooting suspect, who frequently reposted anti-Semitic content on social media.]","11":"For Mr. Bowers, anti-Semitism appeared to run deep: Before it was deleted Saturday morning, a social media account believed to belong to him was filled with anti-Jewish slurs and references to anti-Jewish conspiracy theories.","47":"The attack was one of the worst against the Jewish community in the United States in decades, and came just days after George Soros, a billionaire philanthropist and major donor to Democratic candidates — who is Jewish, and survived Nazi occupation in Hungary — received a pipe bomb in the mail.","43":"At that point, a SWAT team went in and came upon the scene of the massacre. Two people were still alive and the police carried them out. As they were searching for other victims, SWAT officers encountered Mr. Bowers, who fired at them and critically injured two officers.","7":"Mayor Bill Peduto called the attack the 'darkest day of Pittsburgh’s history' but vowed that the city would move forward. 'We know that we as a society are better than this,' he said. 'We know that hatred will never win out, that those that try to divide us because of the way we pray, or where our families are from around the world, will lose.'","9":"All were beloved members of the community. Rabbi Donni Aaron, who held musical services at Dor Hadash for years, described Cecil Rosenthal as a tall, kind man who had developmental disabilities and was well-known in Squirrel Hill for his sunny disposition. She said he attended art classes for children at the Jewish Community Center.","46":"[From a Texas church to a Sikh temple in Wisconsin, houses of worship have become sites of mass shootings.]","1":"PITTSBURGH — After walking into Pittsburgh’s Tree of Life synagogue and shooting 11 congregants, the authorities say, Robert Bowers turned his weapons on the police. Barricading himself on an upper floor, Mr. Bowers engaged in a desperate shootout that left him and four police officers wounded.","33":"Mr. Charney said he and the woman who had been reading scurried to a space on the third floor where 'there are places to hide because they are small.' He stood there with the woman, thinking of two things: 'Keep your mouth shut and don’t breathe. It was very difficult.'","40":"From the windows of his house, he saw two police snipers stalking through his front yard and crouched behind a tree, pointing their weapons toward the synagogue, and people running down the street.","45":"Mr. Bowers remained under guard in the hospital Sunday morning after having surgery, authorities said. He was scheduled to make his first appearance before a federal judge on Monday at 1:30 p.m.","49":"According to an annual report by the Anti-Defamation League issued this year, the number of reported anti-Semitic incidents in the United States surged 57 percent in 2017, the largest rise in a single year since it began tracking such crimes in 1979.","39":"'It was truly like a surreal moment,' Mr. Waite said in an interview Sunday morning. 'I obviously immediately felt this gut-wrenching kind of panic, and it hasn’t left yet.'","20":"On Saturday morning, Mr. Solomon said, repeating what he had been told by survivors of the shooting, only six had arrived by the time services were scheduled to begin.","17":"The New Light Congregation, Mr. Solomon said, could best be described as 'conservative egalitarian.'","35":"'I watched four people being shot,' Mr. Charney said. 'They are regulars, they are there every Saturday. It was awful.'","12":"The suspected gunman had 21 guns registered to his name, officials said, including an AR-15-style assault rifle and three Glock handguns, which he brought to the synagogue on Saturday. He had no criminal record, authorities said, and seems to have acted alone.","26":"'For whatever reason, Mr. Wax opened the door and got shot,' Mr. Cohen said. He fell back into another man’s arms. They waited like that until the police arrived. Mr. Wax was killed, but the two who remained behind in the storage area survived."},"link":"https:\/\/www.nytimes.com\/2018\/10\/28\/us\/pittsburgh-synagogue-shooting.html?partner=rss&emc=rss","title":"Pittsburgh Shooting Suspect, After Massacre, Said He ‘Wanted All Jews to Die’"}