{"keywords":"committee,republican,time,twitter,political,trump,president,digital,campaign,parscale","content":{"18":"He tends to think in headline-making concepts, but sometimes Mr. Parscale has failed to consider the potential problems of an unconventional approach. When Roseanne Barr was fired from her ABC show over a racist Twitter post, Mr. Parscale mused about the possibility that she be invited to appear alongside Mr. Trump at his campaign rally later that night. Others quickly rejected the idea. When the acrimonious relationship between Mr. Trump and his attorney general, Jeff Sessions, reached one of its lowest points, Mr. Parscale jumped into the fray on Twitter, denouncing the cabinet secretary in deeply personal terms and calling for his dismissal, to the dismay of some White House officials.","24":"Chris Carr, the former party committee political director, will be political director for the campaign. Katrina Pierson, a longtime Trump political aide, and Andy Surabian, a former campaign aide who then worked in the White House, have been hired as advisers. Justin Clark, who was the 2016 deputy political director, and Bill Stepien, who was the national field director, are expected to leave the White House and join the campaign in some capacity. Mr. Clark now leads the Office of Public Liaison, and Mr. Stepien is the White House political director.","25":"In the 2016 campaign, Mr. Parscale worked with the party committee at a time of enmity between the two camps. He forged a close working relationship with the party committee’s chief of staff at the time, Katie Walsh, who is married to Mr. Shields, and who still advises the party committee.","17":"None of Mr. Parscale’s critics were willing to speak on the record, a reflection of the power that he now wields. By contrast, top Republicans wanted to demonstrate support: The Republican National Committee chairwoman, Ronna McDaniel, said she was in lock step with him, and Representative Kevin McCarthy of California, the No. 2 House Republican, called himself a 'big fan' and said that Mr. Parscale had shown it was time to abandon the orthodoxy of how campaigns should be run.","13":"Several prominent Republicans and some of Mr. Parscale’s former colleagues on the 2016 race — all of whom spoke on the condition of anonymity for fear of reprisal — suggested that he might face strong headwinds atop the campaign, given his own inexperience and the desire among political professionals and some of his own colleagues to see him fail.","4":"Mr. Parscale, 42, is a professional marketer, and he plans to retain that approach — one preferred by Mr. Trump, himself the marketer in chief — heading into 2020. Mr. Parscale acknowledges the gaps in his political curriculum vitae, but says that he has filled some of them, and will enlist the help of political professionals to close the rest.","23":"Mr. Parscale is beginning to staff the campaign, and he expects to get off to a quicker start than previous presidential re-election efforts.","11":"Mr. Parscale said that one of his main roles on the campaign has been to be the person found objectionable by the fewest people. 'The most amazing thing I’ve done is kept everybody from attacking each other,' said Mr. Parscale, a garrulous man who exudes nervous energy. 'I’m the cog in the middle that makes it all turn together. And if you pull me out, a lot of other cogs start to fall.'","9":"Mr. Parscale, a 6-foot-8 native of Kansas whom the president jokingly refers to as an 'Amazon,' has developed a rhythm around Mr. Trump, waiting to present and then re-present ideas that he believes in but that the president has vetoed before. On other issues, he is given the freedom to make decisions without seeking nonstop inputs, and execute on them quickly, making him an anomaly in the Trump sphere.","15":"His company at the time, Giles Parscale, took in more than $90 million from the campaign, the bulk of which went to online advertising — a sum that enraged Mr. Trump, at least before he won. Since then, Mr. Parscale’s new company, Parscale Strategy, has received six- and seven-figure payments by the Trump campaign, the Republican National Committee and the super PAC supporting the president.","28":"'Inside Trump world,' Mr. Parscale said, he stays out of the center of attention 'better than anybody.'","22":"'For years, data and digital operatives in both parties have been fighting to move up from the basement in campaigns to have a seat at the decision-making table,' added Mr. Shields. 'It took President Trump to finally make it happen — he put a digital marketer in the ultimate position in politics.'","10":"The autonomy is a byproduct of knowing he usually has the faith of the family. And that relationship appears to explain why he seems unconcerned by the nagging questions, asked in private by Trump insiders and veteran operatives, about how long he will hold the role, given Mr. Trump’s volatile style.","21":"'People in the political sphere are going to underestimate him, and that really benefits him,' Mr. Shields said.","3":"'I might not be the right choice for everyone, but I am the right choice for him,' Mr. Parscale said.","27":"Mr. Parscale divides his time between Virginia and Florida, where he has purchased personal office space. He insists that he wants to be a low-key presence.","8":"'He knows how to do it in a Trumpian way,' Mr. Kushner said in a brief interview. 'He has the president’s trust and the trust of the family. I can’t think of a better person to run the campaign.'","16":"It is not clear how much money goes to Mr. Parscale directly; he maintains it is a small percentage.","1":"WASHINGTON — Brad Parscale, the campaign manager for President Trump’s planned re-election effort in 2020, has never run another political race of any kind. Republican establishment figures are watching him closely, in some cases quietly hoping he stumbles. And he is working for a famously mercurial boss whose 2016 campaign had three shake-ups over six months.","5":"'I would say my weakness is the political encyclopedia, but I don’t think it matters that much for what Trump needs,' he said in a recent interview.","19":"Yet Mr. Parscale also sees the benefits at times of a more conventional approach. He was unnerved by Mr. Trump’s recent Twitter post describing Stephanie Clifford, the pornographic film star known as Stormy Daniels, as 'Horseface,' according to several people. And Trump allies say Mr. Parscale, like his boss, is far less confrontational in person than the Twitter persona he has created.","12":"But his management of those relationships has also had a few bumps — some in Mr. Trump’s orbit believe he has become too much of a public face, including his aggressive Twitter persona and his participation in a flattering profile on '60 Minutes.' A recent photo he posted on Twitter of himself with Eric Trump aboard a private plane, flashing a gold watch, drew widespread scorn; Mr. Parscale said he was simply having fun with a friend, and wearing a watch that he had inherited from his father.","14":"While Mr. Parscale’s connection to the Trump family began years ago with web design work, he bristles at being labeled merely a web designer and notes that his background is in internet marketing, and that the digital strategy he oversaw has been credited by Republicans with helping Mr. Trump win.","6":"Mr. Parscale was the campaign’s digital director in 2016, when Mr. Trump gleefully tossed out much of that political playbook. While Mr. Trump delivered his blunt-force outsider message directly to voters through Twitter, Mr. Parscale integrated Facebook into the campaign to reach millions with finely tuned appeals.","2":"But Mr. Parscale believes he is the man for the moment, uniquely equipped to manage the potentially fractious relationships inside the campaign and sell voters on the idea of sticking with an unorthodox president.","7":"In early 2018, Mr. Parscale was chosen by the president’s son Eric and his son-in-law, Jared Kushner, to lead the 2020 re-election effort. The process made clear that, this time around, the president’s family will be heavily involved from the start.","20":"Mike Shields, a veteran Republican strategist and a former chief of staff of the Republican National Committee, cautioned that the political establishment was making a mistake by waiting for Mr. Parscale to slip up.","26":"This time around, the resources will be structured from the start, with communications and digital operations housed at the campaign, in Arlington, Va., and the political, fund-raising and data operations at the party committee headquarters."},"link":"https:\/\/www.nytimes.com\/2018\/10\/28\/us\/politics\/brad-parscale-trump-campaign.html?partner=rss&emc=rss","title":"Selling Donald Trump: A First-Time Campaign Manager Tries to Defy the Doubters"}