{"content":{"6":"How Mr. Sayoc will respond to any entreaties that reach him is unclear. According to Ms. Villasana and other relatives, as well as Mr. Lowy, Mr. Sayoc has long resisted suggestions that he seek care for anything that they believe contributed to his years of fantastical — and most often unrealized — ambitions, bleak finances and sporadic criminal conduct.","9":"Mr. Sayoc has a protracted history of largely minor skirmishes with the authorities, but he now faces an especially grave array of charges in connection with the wave of attempted bombings, including illegal mailing of explosives and threats against a former president. Mr. Sayoc will eventually be prosecuted in Manhattan, and could be sentenced to a maximum of nearly 50 years in prison if convicted. He is not expected to enter a plea on Monday afternoon when he appears before Judge Edwin G. Torres in Federal District Court in Miami.","20":"Mr. Sayoc’s mother was in surgery on Friday as the authorities closed in on her son, unaware that years after she had told him to stop, he was still giving her address as his own. She remained hospitalized on Sunday as Mr. Lowy went to the detention center, hoping to see Mr. Sayoc.","2":"'I thank God he hasn’t hurt anybody,' Tina Villasana, Mr. Sayoc’s youngest sister, said in an interview, the first extended public remarks by a close relative since Mr. Sayoc was arrested on Friday.","15":"Mr. Sayoc gradually withdrew even more from his family as, according to Ms. Villasana, 'he just started getting weirder.' He was regularly invited to family gatherings for Thanksgiving and Christmas but did not always show up, Ms. Villasana said, and when he did, it was usually toward the end of the night.","19":"'He just expressed hate for her, didn’t trust her, refused her efforts to encourage him to get help,' Mr. Lowy said. 'Whenever she’d confront him with the truth, he’d call her a liar and be in denial.'","14":"Even so, Mr. Sayoc’s life was relatively stable while he was with his grandmother, Ms. Villasana said, but after he stopped residing there, his life became more nomadic, traveling the country working with male revue shows. His sister lost track of him periodically; until a reporter asked her about Mr. Sayoc’s 2004 divorce in Oklahoma, she did not know about his brief marriage.","17":"Ms. Villasana and Mr. Lowy both suggested that the state’s safety net had failed Mr. Sayoc, and that formal efforts to help him could have prevented at least some of his troubles of recent years.","21":"The guards there turned the lawyer — and the family’s card — away.","13":"'I said, ‘What are you doing?’' she said. 'He was always in the kitchen. Loved his protein shakes.'","3":"The family’s attempted intervention came the day before Mr. Sayoc was scheduled to appear before a federal judge in Miami, and approximately four years after a rupture that distanced Mr. Sayoc from his mother and two sisters.","4":"The family made an appeal to Mr. Sayoc in a handwritten card that Ronald S. Lowy, a longtime lawyer for the family, tried to deliver to Mr. Sayoc at a detention center on Sunday. Mr. Lowy said the card asked Mr. Sayoc 'to trust professionals and not listen to just anyone, because there are a lot of people who will try to take advantage of him at this time.'","5":"Mr. Lowy, who has represented Mr. Sayoc occasionally in the past, said of the family members, 'Despite the lack of contact and all of these years, they love him, and they only want to make sure he gets the help that he needs.'","10":"Sarah Baumgartel, a federal public defender in New York who was appointed to represent Mr. Sayoc, declined to comment on Sunday.","11":"It is not clear how, or even whether, Mr. Sayoc will contest the charges against him, which the authorities brought after matching forensic evidence to him. Relatives like Ms. Villasana have begun to depict him as a man who has led a fractured life, beginning when Mr. Sayoc was a boy and his father left the family. He grew into an introverted teenager who liked to collect things, eat in his room and fall asleep with the television on, Mr. Sayoc’s family said, and they came to believe that he struggled with dyslexia. He clashed with his parents over his behavior, and Ms. Villasana said that her brother spent at least some time at a boarding school.","1":"AVENTURA, Fla. — The estranged family of Cesar Sayoc, the drifter accused of mailing more than a dozen bombs to critics of President Trump, tried to plead with him on Sunday to accept mental health care and hire a proficient lawyer to represent him in the case, which could lead to his imprisonment for decades.","12":"After he left college, apparently without completing a degree, the siblings’ maternal grandmother, who lived nearby in Hollywood, Fla., took Mr. Sayoc in against the wishes of his mother, who thought he was old enough to be on his own. By then, Mr. Sayoc was an enthusiastic bodybuilder, Ms. Villasana said; once she opened her grandmother’s refrigerator and found what she believed was Mr. Sayoc’s stash of steroids. She confronted him, telling him that he could get himself and their grandmother in trouble.","16":"She said Mr. Sayoc either had not formed political beliefs or did not discuss them with a family filled with Democrats. They worried about his safety and well-being, especially after he lost his home to foreclosure, saw his finances dwindle to the point that he declared bankruptcy and started distrusting banks so much that he would carry his savings with him in a silver briefcase.","8":"Mr. Sayoc, who trafficked in inflammatory rhetoric and who was working at a strip club in West Palm Beach, Fla., the day before he was arrested, appeared to have coordinated the letter bomb campaign from a battered van whose windows were covered in stickers celebrating Mr. Trump and disparaging Democrats and their policies.","7":"Neither is it clear whether receiving such care could have kept Mr. Sayoc from, as the authorities have said, embarking on a spree of bubble-wrapped terror that made targets of former Secretary of State Hillary Clinton, former President Barack Obama and others who have criticized Mr. Trump and his presidency.","18":"About four years ago, Mr. Sayoc’s mother, a successful entrepreneur and prominent figure in her condominium association, gave him an ultimatum about his need for help: She told Mr. Sayoc he could no longer use her Aventura address to receive mail."},"keywords":"lowy,grandmother,sayoc,family,mother,villasana,aventura,authority,mail,sunday","link":"https:\/\/www.nytimes.com\/2018\/10\/28\/us\/cesar-sayoc-bomber-family.html?partner=rss&emc=rss","title":"Estranged Family of Cesar Sayoc, Accused Bomber, Wants Him to Get Help"}