{"keywords":"pitch,inning,muncy,david,dever,clayton,pearce,kershaw,machado,freese","content":{"13":"Manny Machado, SS","24":"Brock Holt, 2B","19":"Mookie Betts, CF","4":"David Freese only needed one pitch to close the gap to 2-1, hitting a 92-m.p.h. fastball from David Price over the wall in right-center. But that was all Los Angeles could muster.","23":"Xander Bogaerts, SS","1":"How to watch: Fox has the broadcast at 8 p.m. Eastern, but you can stream the game here.","10":"David Freese, 1B","8":"After Mookie Betts dropped to 0 for his last 12 by flying out to left-center on Kershaw’s second pitch, Andrew Benintendi singled on a grounder up the middle. That put on a runner on base for Pearce, and the lefty-killer killed another lefty, lofting a home run over the centerfield wall.","15":"Yasiel Puig, RF","22":"J.D. Martinez, RF","11":"Justin Turner, 3B","21":"Steve Pearce, 1B","3":"Brock Holt flied out softly to left and Rafael Devers struck out swinging. That brought up Christian Vazquez, and the Red Sox catcher lined out to center to end the inning.","7":"Clayton Kershaw’s postseason struggles continued when he gave up a two-run homer to Steve Pearce that put the Dodgers in a 2-0 hole. in the first inning.","9":"Kershaw quickly settled down. J.D Martinez grounded out to Max Muncy, the second baseman who thanks to the shift was over where the shortstop would normally be, and Xander Bogaerts struck out to end the inning. But the early deficit in an elimination game could be huge.","16":"Chris Taylor, LF","27":"David Price, P","5":"After Freese’s blast, Justin Turner walked on five pitches. He was erased when Enrique Hernandez grounded into a 5-4-3 double-play.","18":"Clayton Kershaw, P","25":"Rafael Devers, 3B","20":"Andrew Benintendi, LF","14":"Max Muncy, 2B","6":"Manny Machado, who has been mostly punchless in this World Series, took the first five pitches he saw, getting to a full-count. After fouling off three pitches, he struck out to end the inning. Nine of Price’s 16 pitches in the inning went to Machado.","2":"Clayton Kershaw absolutely cruised through Boston’s 6-7-8 hitters.","17":"Austin Barnes, C","12":"Enrique Hernandez, CF","26":"Christian Vazquez, C"},"link":"https:\/\/www.nytimes.com\/2018\/10\/28\/sports\/red-sox-vs-dodgers-world-series.html?partner=rss&emc=rss","title":"World Series: Red Sox vs. Dodgers Live Game 5 Updates"}