{"content":{"3":"Roberts listened as a reporter read the tweet back to him.","13":"Hill added that it was better to keep a rally from starting than to react too late to one, and he had reason to expect what would have been his first World Series win. The Dodgers had been 54-0 this season when leading by four or more runs, and their bullpen had allowed just two runs and five hits over 11 stout innings in Friday’s marathon, 18-inning Game 3.","25":"If they were not jittery then, why would they have been on Saturday?","23":"By the end of that inning, the Red Sox had scored five runs, with Rafael Devers singling home Holt, who had doubled, to put Boston ahead for good. In all, six Dodgers relievers faced 18 batters on Saturday, allowing 10 to reach base (two on intentional walks) and eight to score.","21":"'The first game there, yeah, for sure,' he said. 'But after that, it’s been not too bad. It’s definitely not a nervous issue. It’s just performance.'","9":"'He did everything to put us in a position to win a baseball game,' Roberts said. 'We’ve got to do a better job of picking him up.'","10":"Last fall in the World Series against the Houston Astros, Roberts pulled Hill from two starts before he could complete five innings, despite pitching effectively. Hill complied but was unhappy with that strategy — he tossed water cups in the dugout when pulled in Game 6 — so it was surprising to hear that he had told his manager he was tiring.","27":"In Game 5 on Sunday, Roberts and his pitchers have one last chance to redeem themselves, extend their season and quiet their critics, near and far.","11":"That is what Hill had implied, right?","2":"Even so, Dave Roberts, the Los Angeles Dodgers manager, seemed startled after Game 4 of the World Series on Saturday to learn that President Trump had joined his chorus of critics. Roberts had just pulled his starter with a four-run lead and watched his bullpen collapse in a 9-6 defeat to the Boston Red Sox, putting his team one loss from elimination. In his news conference, Roberts learned that the president — who rarely tweets about baseball — had blamed him.","16":"Madson has made 57 career appearances in the postseason, second only to Mariano Rivera, who had presented an award before the game and watched from a suite with Major League Baseball Commissioner Rob Manfred. Madson got a pop out, but then allowed a towering three-run homer to the pinch-hitter Mitch Moreland, who pulled a first-pitch changeup 437 feet into the right field bleachers.","4":"'The president said that?' Roberts said.","18":"Madson smiled when shown what President Trump had said about the Dodgers’ bullpen.","6":"Assured that he had, Roberts responded evenly, with four sentences: 'I’m happy he was tuning in and watching the game. I don’t know how many Dodger games he’s watched. I don’t think he is privy to the conversation. That’s one man’s opinion.'","20":"Madson added that he was not rattled, though acknowledged that he had been in Game 1.","26":"'I wouldn’t say nervous,' Floro said, after learning of Trump’s criticism. 'It could go a totally different way. Are you saying the same thing last night when we dominated for eight innings? We had a rough night tonight. We’re going to come back tomorrow and be ready to go.'","15":"Alexander walked the left-handed Brock Holt on four pitches. With Julio Urias and Pedro Baez unavailable, Roberts then turned to Ryan Madson, who had allowed all five inherited runners to score in the first two games at Fenway Park.","19":"'That’s amazing,' he said. 'Everybody has their opinion; they don’t know what it feels like. But it’s O.K. Everybody’s entitled to their opinion. It’s fine. I’m sure there’s a lot of fans that said the same thing.'","14":"Roberts replaced Hill with another left-hander, Scott Alexander, whom he called 'a lefty in the pen that has done it all year long, getting lefties out.' Yet while Alexander did hold left-handers to a .172 average this season, he was not exactly essential; the Dodgers had left him off their roster for the National League Championship Series.","17":"'It was a bad pitch out of my hand, I knew that, so I wasn’t surprised,' Madson said. 'But it did go a long way. I was kind of surprised at how far it went.'","1":"LOS ANGELES — Every baseball manager expects to be second-guessed; it comes with the job. And the bigger the stage, the greater the scrutiny.","5":"[Follow our live coverage of World Series Game 5]","22":"With a 4-3 lead going into the eighth inning, the Dodgers turned to closer Kenley Jansen for another attempt at a six-out save. Jansen had failed to protect Walker Buehler’s one-run lead in Game 3, allowing a solo homer to Jackie Bradley Jr. in the eighth. This time, Steve Pearce connected off Jansen, tying the game, 4-4, and turning it over to another reliever, Dylan Floro, for the ninth inning.","12":"'Well, no, not necessarily,' Hill said. 'I just didn’t want to end up in a situation where we end up putting the team at risk of getting us in a situation where it’s like, ‘O.K., well, one too many hitters.’'","24":"All the relievers — Alexander, Madson, Jansen, Floro, Alex Wood and Kenta Maeda — were charged with runs. All were pitching for the second night in a row, and most had been stingy to help win Game 3.","8":"Hill had thrown 91 pitches, a total he had exceeded 11 times this season. But Roberts said that after the Dodgers scored four runs in the bottom of the sixth, Hill had told him, 'Keep an eye on me; I’m going to give it everything I have.' That seemed to alarm Roberts, who said, 'I’ve never heard it' from Hill, before praising his effort.","7":"The conversation Roberts referred to was with Rich Hill, the veteran left-handed starter who was pitching a one-hit shutout when Roberts removed him after a walk and a strikeout in the top of the seventh inning."},"keywords":"pitch,jansen,run,hill,inning,robert,game,dodger,floro,madson","link":"https:\/\/www.nytimes.com\/2018\/10\/28\/sports\/trump-tweets-dodgers-manager.html?partner=rss&emc=rss","title":"On Baseball: Dodgers’ Dave Roberts Second-Guessed in World Series Loss, Even by Trump"}