{"keywords":"week,minister,norwegian,president,norway,morning,uighur,quisling,country,time","content":{"55":"Winston Churchill, addressing delegates from Allied nations in 1941, spoke of the 'vile race of Quislings — to use a new word which will carry the scorn of mankind down the centuries,' groveling before Hitler to curry favor.","44":"• Recipe of the day: Start the week with a comforting squash and wild mushroom curry.","18":"A doctor in a clinic overwhelmed by refugees pointed out a drowsy 7-year-old girl. 'Look,' she said. 'No meat. Only bones.'","38":"• Prime Minister Narendra Modi of India and his Japanese counterpart, Shinzo Abe, will hold a formal summit meeting in Tokyo today discussing economic and military cooperation. [The Japan Times]","5":"A suspect, Robert Bowers, surrendered to the authorities and was charged with hate crimes and murder. An official said 21 guns were registered under his name.","25":"China is pressuring countries where they have sought asylum — including Turkey, the U.S. and Sweden — to deport those traveling without permits. Threats to families in Xinjiang are mounting.","51":"History disagreed.","34":"• Disappointing earnings reports from the tech giants Amazon and Alphabet on Friday helped drag the benchmark S. & P. 500 stock-market index briefly into a correction. Here’s a snapshot of global markets.","13":"When a minister from the dissolved government was confronted by a mob loyal to the president on Sunday, one of his guards opened fire, killing at least one person and injuring two others.","23":"Some Uighur Muslims managed to escape China’s omnipresent surveillance and arbitrary detentions in the western province of Xinjiang.","37":"• More than 2,000 Indians were arrested over the past week amid clashes over whether women should be allowed into the Sabarimala Temple, considered one of Hinduism’s holiest sites. [The New York Times]","10":"The country’s political system has fallen apart in a matter of days, threatening to upend its emergence from decades of civil war.","50":"'There must be some deeper meaning to this,' Vidkun Quisling, the deposed Norwegian 'minister-president,' wrote to his brother from prison, as he waited to face a firing squad in October of 1945. 'In fact I am dying a martyr’s death.'","62":"And our Australia bureau chief offers a weekly letter adding analysis and conversations with readers.","21":"_____","3":"• Hate-fueled violence rocks the U.S.","42":"• The Chinese city of Jinan has established a credit-scoring system for pet owners, in which violations like letting a dog off a leash can lead to confiscation of the furry friend. [The South China Morning Post]","27":"_____","8":"_____","16":"Millions of people in Yemen have been pushed to the brink of starvation by a devastating war led by Saudi Arabia.","29":"• The maker of Fortnite, Epic Games, raised $1.25 billion on hopes that the wildly popular video game will remain a global phenomenon.","52":"Last week, the Times obituary for Joachim Ronneberg, a Norwegian resistance leader who helped block the Third Reich from developing nuclear weapons during World War II, recalled the Quisling era, a painful chapter in Norway’s history.","61":"Your Morning Briefing is published weekday mornings and updated online. Sign up here to get it by email in the Australian, Asian, European or American morning. You can also receive an Evening Briefing on U.S. weeknights.","53":"Born in 1887, Quisling, pictured above, served in the military and did diplomatic and humanitarian work before starting to rise through the Norwegian government ranks. An ever more enthusiastic supporter of German National Socialism, in the 1930s he began collaborating with Hitler to put Norway under Nazi control.","54":"Almost immediately, Quisling’s distinctive name became synonymous with 'traitor.'","6":"The mass shooting came a day after the arrest of Cesar Sayoc, a Floridian seething with political rage. He was charged with sending at least a dozen explosive packages to prominent Trump critics, including former President Barack Obama.","2":"Good morning. A shooting in the U.S. caps a violent week, Sri Lanka’s political crisis grows, millions face starvation in Yemen. Here’s what you need to know:","32":"• The big draws for the North American box office over the weekend: 'Halloween,' 'A Star Is Born' and 'Venom.'","59":"Nancy Wartik wrote today’s Back Story.","63":"Browse our full range of Times newsletters here.","30":"• IBM, seeking an edge in cloud computing, is acquiring Red Hat, the largest distributor of the popular open source operating system Linux, for $34 billion.","48":"• In the latest Australia Letter, our bureau chief, Damien Cave, asks: What does the country want to be?","14":"_____","36":"• Saudi Arabia rejected requests to try the suspects in the killing of the journalist Jamal Khashoggi in Turkey and denounced international outrage over the incident as 'fairly hysterical.' [The New York Times]","24":"Now they face increasing threats of being sent back.","19":"We know these pictures are difficult to look at. Our reporter and photographer had to navigate their way through a country devastated by war — and through their own emotional trauma. But the duty of journalism is to give voice to the abandoned, victimized and forgotten.","4":"A gunman shouting anti-Semitic slurs opened fire at a synagogue in Pittsburgh on Saturday, killing at least 11 people — among them a 97-year-old woman and a couple in their 80s. It was one of the deadliest assaults on the Jewish community in the U.S. Above, a scene near the synagogue on Sunday.","64":"What would you like to see here? Contact us at asiabriefing@nytimes.com.","15":"• 'We are being crushed.'","31":"• Silicon Valley parents are becoming increasingly wary of letting their children around the products they build: highly addictive phones, TVs, computers and tablets. So they’re instructing nannies to reduce screen exposure.","28":"_____","22":"• Uighurs who escaped China wait.","11":"President Mathripala Sirisena, above, has dissolved the government and suspended Parliament for at least two weeks, as he seeks to shore up support for his ouster of Prime Minister Ranil Wickremesinghe, whom he accused of being arrogant, stubborn and fraudulent.","47":"• Japan’s version of the World Series is in full swing. So what does that environmentally conscious country do with its broken baseball bats? It turns them into chopsticks.","43":"Tips for a more fulfilling life.","56":"After Germany’s surrender, Quisling was arrested. During his administration, nearly half of Norway’s small population of Jews had been deported to die in concentration camps.","7":"Both cases reflect the country’s deep, bitter divisions, a week before voters head to the polls for the midterm elections, which are widely considered a referendum on the Trump presidency.","58":"His last words: 'I am innocent.'","9":"• Sri Lanka is in crisis.","46":"• Tips on meaningful friendships, from our newsletter for college students and recent graduates.","1":"(Want to get this briefing by email? Here’s the sign-up.)","41":"• In Rome, thousands of people took to the streets to protest deteriorating conditions of the Italian capital, where garbage has piled up and streets are riddled with potholes. [The New York Times]","60":"_____","45":"• What business casual really means, and how to dress for success.","49":"• Sharing: As many countries turn refugees away, Uganda has welcomed them. The country hosts the world’s largest concentration of refugees, giving them some land and the right to work. 'You are free, and you can come and go as you want,' said one government official.","33":"• Coming this week: The World Trade Organization hears a U.S. complaint involving Chinese regulation of foreign companies, Apple and Facebook report third-quarter earnings, and General Electric is expected to reveal its turnaround plan.","35":"• Thai billionaire Vichai Srivaddhanaprabha, above, was killed Saturday night when his helicopter crashed outside the stadium of his Leicester City soccer team. [The New York Times]","40":"• #MeToo in Britain: The country’s privacy laws are under scrutiny after a lawmaker used his parliamentary privilege to reveal that Sir Philip Green, the British billionaire and Topshop owner, had been accused of sexual misconduct. [The New York Times]","39":"• Prince Harry and his wife, the former Meghan Markle, were welcomed to New Zealand. [Stuff]","20":"Here’s how you can help.","17":"Experts and U.N. officials say the kingdom has utilized a deliberate economic warfare that is driving large swathes of the population into poverty and risking a catastrophic famine.","57":"He was executed on Oct. 24, 1945, in Oslo.","12":"The president swore in a former strongman leader, Mahinda Rajapaksa, as prime minister. Critics denounced the president’s moves as unconstitutional, and Mr. Wickremesinghe refused to leave the official state residence.","26":"'As long as you are a Uighur, it’s just a matter of time before you end up in a situation like this,' said a man, pictured above, who was almost deported from Sweden."},"link":"https:\/\/www.nytimes.com\/2018\/10\/28\/briefing\/violence-in-the-us-sri-lanka-yemen.html?partner=rss&emc=rss","title":"Asia and Australia Edition: Violence in the U.S., Sri Lanka, Yemen: Your Monday Briefing"}