{"content":{"13":"'These issues are very challenging,' he said after the uproar over his comments about not policing Holocaust denial, 'but I believe that often the best way to fight offensive bad speech is with good speech.'","3":"The attack came a day after a man was arrested in Florida for mailing pipe bombs to politicians and journalists across the country. In both cases, the suspects had nourished their animus online, on social media platforms where they could easily connect with people who shared their hatreds.","2":"Armed with an automatic rifle and three handguns, he killed 11 people and wounded six more, including four police officers. 'Jews must die,' he was said to have shouted.","10":"And time and again, Americans have seen videos of nativists angrily accosting dark-skinned people they believed to be immigrants. Mr. Bowers’s hatred of American Jews was apparently motivated in part by the generosity and empathy many of them have shown for non-Jewish refugees of conflicts worldwide. In their humanity, he found cause to dehumanize them. 'It’s the filthy EVIL jews Bringing the Filthy EVIL Muslims into the Country!!' he wrote online, according to The Times.","19":"Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.","8":"The suspect in the Pittsburgh killings, Robert Bowers, had found a home for his hate on Gab, a new social network that bills itself as a guardian of free speech, unlike somewhat less permissive platforms like Twitter. There his online biography read, 'Jews are the children of Satan,' a statement of personal values that he evidently expected to earn him not opprobrium but followers.","17":"Mr. Trump is also setting a low, coarsening standard for how Americans should speak to and about one another. He has urged his supporters to think of his critics as traitors and enemies. Some Democratic leaders appear to be concluding that they will be suckers if they don’t adopt similar smashmouth tactics.","6":"'If it is not nipped in the bud,' he said, in a remark that should make every American pause and think, 'I am afraid the worst is yet to come.'","1":"What is going on in this country? Can’t we be safe in our homes, in our schools, in our most sacred places? Once again, Americans are left to ask each other these sorts of questions, after a gunman burst into the Tree of Life Synagogue in Pittsburgh on the Jewish Sabbath and opened fire on families in the contemplation of their faith.","9":"Alongside anti-Semitism, anti-black hatred appears to be rising. It has been expressed recently not only in incidents in which white Americans have harassed black Americans for gardening, coming home, swimming, working or campaigning for public office, but in deadly attacks like the one by a bigot who shot two black people at a Kentucky grocery last week, after he tried but failed to enter a black church.","4":"Violent crime remains at historic lows across the United States. But by various indexes, hate appears to be on the rise. Over the past two years, anti-Semitic attacks have more than doubled, according to the Anti-Defamation League, which says it believes Saturday’s attack was the deadliest against Jews in American history.","5":"After the attack on Tree of Life, Rabbi Marvin Hier, the founder and dean of Simon Wiesenthal Center, told The Times, 'I’m afraid to say that we may be at the beginning of what has happened to Europe, the consistent anti-Semitic attacks.'","11":"What can be done? Certainly, common-sense gun safety regulation might make attacks like the one on Tree of Life synagogue less deadly — universal background checks, red-flag laws that take guns away from the mentally unstable, bans on high-capacity weapons like the AR-15 rifle that the alleged killer wielded.","12":"Measures like these would help contend with the hardware of hate. It is far harder to disable the software, the ideas that now spread so readily. Though Facebook should do much more to reject the lies and hate of its users, Mr. Zuckerberg is right to bridle at the notion that he should set himself up as the Grand Censor of American or global debate.","16":"As a candidate and as president Mr. Trump has failed to consistently, unequivocally reject bigotry, and he has even encouraged violence at some of his rallies. He has adopted a temporizing moral equivalency in the face of anti-Semitic hate, most notoriously after neo-Nazis and white supremacists marched in Charlottesville last year, chanting 'Jews will not replace us.' Mr. Trump blamed 'both sides' for the ensuing chaos, in which a young woman was killed, run down by a driver sympathetic to the marchers.","14":"That this may sound platitudinous doesn’t make it wrong. Good speech may not be enough in itself, but that doesn’t mean that American society couldn’t benefit from much more of it today, particularly from its leaders.","7":"Anti-Semitic claims have acquired new energy online, to the point that Mark Zuckerberg, the founder of Facebook, recently cited one — that the Holocaust never actually happened —  as an example of offensive but good-faith argument on his social-media platform. 'I think there are things that different people get wrong,' Mr. Zuckerberg said in an interview with the journalist Kara Swisher. 'I don’t think that they’re intentionally getting it wrong.' He subsequently clarified that he 'absolutely didn’t intend to defend the intent of people who deny' that, within living memory, Hitler’s Germany killed six million Jews as part of a systematic campaign to kill them all.","18":"The suspects in Pittsburgh, Florida and Kentucky are responsible for their own actions. Maniacs have always existed in dark crevices of American life, and no amount of public condemnation will ever stop them from developing poisonous ideas. But in this harrowing time, more good speech, from more good people, can remind other Americans of the sorts of values that have, so far, managed to contain the divisions in their country, of the moral imagination and empathy that Mr. Bowers evidently so feared.","15":"So it was reassuring to hear President Trump condemn the attack in Pittsburgh, as he did the pipe bombs. And it was disappointing to see him immediately head back out on the campaign trail, as he did on Saturday, to disparage his opponents and critics all over again."},"keywords":"antus,jew,person,bower,semitic,attack,hate,speech,pittsburgh,american","link":"https:\/\/www.nytimes.com\/2018\/10\/28\/opinion\/pittsburgh-shooting-synagogue-bowers.html?partner=rss&emc=rss","title":"The Hate Poisoning America"}