{"content":{"3":"Then on Saturday came a mass shooting at a Jewish synagogue by a rabid anti-Semite. As NBC reported:","9":"Therein lies the uneasy alliance: The white nationalists, neo-Nazis and alt-right are energized by Trump’s election, and yet many find his white power positioning falls short of their own.","2":"Last week, we saw the arrest of a Trump supporter who sent pipe bombs through the mail to people who were frequent rhetorical targets of the president, many of them prominent Democrats, including former President Barack Obama.","21":"However, it must also be said that Trump has produced a toxic environment of intolerance in this country that is deep and wide. He has flirted with the deepest racists and Nazis and it has not gone unnoticed, least of all by them.","13":"'Asked whether he considers Trump an ally, Spencer replied that while he didn’t think of Trump as ‘alt-right,’ he considers the president to be ‘the first true authentic nationalist in my lifetime.’ '","11":"After the alt-right staged its deadly march in Charlottesville, in which throngs of marchers with torches chanted 'Jews will not replace us,' Trump insisted that there had been 'very fine people on both sides' of the protest.","23":"I believe that the same could be said of Trump, although he engages in his own strain of racism.","16":"That of course was a reference to Ivanka Trump’s husband, Jared Kushner.","4":"'The shooting at the Tree of Life Synagogue in Pittsburgh — in which the death toll now stands at 11 — is believed to be the deadliest attack on the Jewish community in the history of the U.S., the Anti-Defamation League said.'","18":"'According to an annual report by the Anti-Defamation League issued earlier this year, the number of reported anti-Semitic incidents in the United States surged 57 percent in 2017, the largest rise in a single year since the A.D.L. began tracking such crimes in 1979.'","6":"'Bowers frequently posted about the ‘migrant caravan,’ a group of several thousand refugees walking to the U.S.-Mexico border from Honduras to seek asylum. Preventing refugees in the caravan from entering the U.S. has been a major talking point among both right-wing commentators and President Donald Trump, who has spoken about it in recent pre-midterm election stump speeches.'","20":"As always, this cautionary note must be included: Homicidal maniacs are responsible for their own actions. It is almost impossible in most cases to attach the words of one person to the deeds of another.","15":"In an interview with Vice, Christopher Cantwell, who was also involved in the Charlottesville march, had this exchange with the interviewer over the issue of white violence:","10":"That doesn’t mean that Trump doesn’t court their support and defend their actions.","8":"And yet, even Trump appears to have been too mild a racist and 'nationalist' for the synagogue shooter. As CNN notes, 'roughly four hours before the shooting, Bowers commented in a post that he did not vote for Trump.' He once posted 'Trump is a globalist, not a nationalist,' and he has posted that Trump is surrounded by too many Jewish people.","17":"So these folks are emboldened by Trump, but now that they have an inch, they want a mile. Still there is clearly something happening on the ground that is undeniable. As The New York Times reported on Saturday:","1":"Our national dialogue about diversity and inclusion, about acceptance and egalitarianism, is poisoned, and Donald Trump is holding a rather large pouch of poison.","5":"According to CNN, the shooter, Robert Bowers, was a man who claimed on the social media app Gab, a nest of white nationalists and the ‘alt-right,’ that Jews were behind the migrant caravans. NBC News put it this way:","22":"Last week at a debate, Florida’s Democratic gubernatorial hopeful Andrew Gillum said of his Republican opponent, Ron DeSantis: 'I’m not calling Mr. DeSantis a racist, I’m simply saying the racists believe he’s a racist.'","12":"When Richard Spencer, a white nationalist who helped organize the Charlottesville rally, spoke to reporters last year, Business Insider reported:","24":"Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and Instagram.","14":"As The Atlantic has reported, Spencer 'gained international notoriety just after the 2016 election for giving a speech in Washington, D.C., in which he declared ‘Hail Trump!,’ prompting Nazi salutes from his audience.'","7":"There is no way to separate Trump from the fulminating against the caravans.","19":"2017, of course, was the first year of the Trump administration."},"keywords":"nationalist,caravan,spencer,synagogue,trump,charlottesville,alt,racist,bower,report","link":"https:\/\/www.nytimes.com\/2018\/10\/28\/opinion\/trump-toxicity-pittsburgh-violence.html?partner=rss&emc=rss","title":"Trump’s Potent Toxicity"}