{"content":{"3":"At the Anti-Defamation League, we have been tracking and fighting anti-Semitism for over a century. And while Jews have enjoyed a degree of acceptance and achievement in the United States perhaps unrivaled in our people’s history, recent trends have been alarming.","13":"These incidents seem small, but add them together, nurture them with silence and acquiescence, and what grows is the poisonous weed of anti-Semitism.","2":"While the horror of this massacre is shocking, it is not entirely surprising.","21":"Jonathan A. Greenblatt (@JGreenblattADL) is the chief executive and national director of the Anti-Defamation League.","9":"Anti-Semitism is being normalized in public life.","10":"As you read this, there are television ads being run by mainstream political candidates and parties that invoke the specter of the Jewish philanthropist George Soros to instill fear in voters’ hearts. This year, there are a record number of right-wing extremists and bigots running for office. There are those — including the president of the United States — who rail against 'globalists' that are ruining the country, a term those on the far-right use as code for Jews.","11":"Earlier this year, a member of Congress, Representative Matt Gaetz of Florida, invited a Holocaust denier to be his guest at the Capitol to watch the State of the Union. A council member in our nation’s capital, Trayvon White, claimed that the Rothschilds — a legendary Jewish banking family — controlled the weather. Neither of these elected officials was censured or disciplined by their respective bodies.","16":"If your candidate is attacking George Soros or the 'globalists,' or a member of Congress from your party is embracing Holocaust deniers, you must stand up and tell them to stop.","4":"While the overall trend in anti-Semitic incidents has been a downward one, last year we saw the largest single-year increase since the A.D.L. began this annual audit in 1979 — a 57 percent increase in anti-Semitic incidents in 2017. These incidents include high-profile ones such as neo-Nazis marching in Charlottesville, Va., chanting 'Jews will not replace us,' physical assaults, vandalism and attacks on Jewish institutions.","18":"If your favorite social media platform continues to refuse to remove anti-Semitic garbage from its site, then vote with your clicks and deactivate your account.","6":"Feeding this upsurge in hate is the toxic soup of anti-Semitism found online. According to a report that the A.D.L. released just a day before the Pittsburgh attack, far-right extremists and the so-called alt-right have stepped up their efforts on social media to attack and intimidate Jews, and especially Jewish journalists, in the run up to the midterm elections. These radicals engaged in 'Twitter bombing' of Jews, barraging our community with an estimated five million highly politicized and anti-Semitic tweets per day.","20":"The Pittsburgh massacre should be a similar shock to us today, waking us up to the anti-Semitism and hate in our midst and reminding us all that the fight against them must be diligently fought at every turn by each and every one of us.","15":"All Americans — online and in their communities — and all responsible leaders from across our society must step forward and clearly denounce this hate. People of all faiths and ideologies must speak out clearly and forcefully against anti-Semitism, scapegoating and bigotry in our society.","19":"More than 100 years ago, the lynching of a Jewish factory superintendent, Leo Frank, in Marietta, Ga., shocked the Jewish community and the nation. It directly led to the formation of the A.D.L. to fight anti-Semitism.","8":"Similarly emboldening is when anti-Semitism and hateful rhetoric is elevated or tolerated, either through appropriating the anti-Semites’ rhetoric outright, 'dog-whistling' to them, or allowing their hate to go unanswered. And this is what has accelerated over the past few years.","17":"If your allies in a range of social justice causes either explain away the anti-Semitism of the Nation of Islam by citing the good work they may do or justify demonizing the Jewish state of Israel and its existence, then they need to know that they can no longer be your ally.","1":"This has been a very difficult 24 hours for the Jewish community — and for America. What started as a normal Sabbath for Jews — a time to be with family and community, celebrate bar and bat mitzvahs, hold baby namings, pray to God — ended with news of the massacre at the Tree of Life synagogue in Pittsburgh. This was the deadliest anti-Semitic attack in American history.","5":"Part of this sharp rise comes from a large increase in anti-Semitic incidents in grade schools and on college campuses, which nearly doubled for the second year in a row. The latest F.B.I. statistics corroborate what our researchers found: a 5 percent increase in reported hate crimes, with more than half of faith-based hate crimes — 53 percent — against Jews.","22":"Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.","12":"Over the past few weeks, another member of Congress, Representative Steve King of Iowa, endorsed a neo-Nazi for elected office and met with a far-right, anti-Semitic political party in Austria, and faced no consequences. Earlier this month, Louis Farrakhan, the leader of the Nation of Islam, called Jews 'termites,' and too many leaders — many of whom have dedicated their lives to social justice — excused it, said nothing or continued to embrace him nonetheless.","14":"This must end.","7":"Social media creates its own realities for individuals, where people feed off the anonymity and tailor what they read and whom they speak with so that it can feel that everyone thinks and talks as you do. As much as this is distorting, it also can be empowering."},"keywords":"antus,community,semitic,jewish,incident,hate,jew,semitism,attack,social","link":"https:\/\/www.nytimes.com\/2018\/10\/28\/opinion\/synagogue-shooting-pittsburgh-anti-defamation-league.html?partner=rss&emc=rss","title":"When Hate Goes Mainstream"}