{"content":{"3":"'I can’t sit by and watch my people get slaughtered,' Mr. Bowers wrote. 'Screw your optics, I’m going in.'","9":"Facebook and Twitter’s attempts to crack down on hateful and violent speech have been inconsistent, and many objectionable posts still slip through the cracks. (Mr. Sayoc, for instance, was reported to Twitter for making a violent threat against a Democratic television commentator this month, but the company declined to take action against him, a decision it has since said was in error.)","25":"The site, which functions like a combination of Twitter and Reddit and claims to have more than 700,000 members, is not exclusively for bigots. It has areas for various interest groups, including cryptocurrency traders, doomsday preppers and fans of Japanese-style animated pornography. But Gab’s most popular posts espouse far-right ideology.","23":"'Twitter and other platforms police ‘hate speech’ as long as it isn’t against President Trump, white people, Christians, or minorities who have walked away from the Democratic Party,' he wrote. 'This double standard does not exist on Gab.'","21":"This is not Gab’s first run-in with controversy. Last year, Google banned the company’s app for failing to moderate hateful content. (The app was rejected by Apple.) In August, Microsoft threatened to cut off Gab’s access to its Azure cloud service after posts surfaced on the site advocating genocidal violence against Jews. The posts were ultimately taken down.","13":"Gab’s website was still online on Sunday, and the site claimed to have found a new hosting provider, though it did not identify the provider.","33":"Asked if Gab would be changing any of its policies in response to the mass shooting, Mr. Torba gave an unequivocal answer.","29":"On Saturday, a Discord channel populated by neo-Nazis filled with chatter and gossip about Mr. Bowers’s possible involvement in a mass shooting of Jews. Several members praised Mr. Bowers, while others criticized him for jeopardizing the neo-Nazi movement’s long-term prospects by resorting to violence.","10":"But the companies have made earnest efforts to clean up their platforms — and in the process, they have pushed some extremists to alternative venues like Gab.","27":"In the past several years, as Twitter and Facebook have stepped up their enforcement of policies to prevent hate speech and abuse, some white nationalists and neo-Nazis have been forced to find other ways to communicate.","11":"Mr. Bowers’s affiliation with Gab has already cost the company dearly. On Saturday, the company’s web hosting provider, Joyent, said it would stop hosting the site on Monday, according to an email posted by Gab on Twitter. The payment processing platform Stripe, which Gab has used to receive fees for its paid Gab Pro membership level, and which froze Gab’s account this month for violating its terms of service, said it was suspending transfers to the company’s bank account pending an investigation, according to another email posted to Twitter by Gab. PayPal, another payment processor, canceled Gab’s account, saying it had been closely monitoring the site even before Saturday’s massacre.","30":"'This guy just blew out the kneecaps of the movement in order to kill some no name Jews,' one member wrote.","2":"But he did not turn to Facebook or Twitter. Instead, the man accused of killing 11 people went to Gab, a two-year-old social network that bills itself as a 'free speech' alternative to those platforms, and that has become a haven for white nationalists, neo-Nazis and other extremists. There, he posted a signoff to his followers.","16":"'Because he was on Gab, law enforcement now have definitive evidence for a motive,' Mr. Torba wrote. 'They would not have had this evidence without Gab. We are proud to work with and support law enforcement in order to bring justice to this alleged terrorist.'","28":"Discord, a chat app built for video gamers, became a haven of white nationalists last year, who used the service to plan and execute the 'Unite the Right' rally in Charlottesville, Va. The company subsequently shut down several large far-right groups, but many have since reappeared.","4":"The shooting in Pittsburgh came on the heels of another violent episode involving social media extremism. Cesar Sayoc Jr., the suspect in the pipe bomb mailing campaign, had a history of posting hateful and violent messages on Facebook and Twitter that were laced with misinformation and conspiracy theories.","18":"Within months, Gab had become a last refuge for internet scoundrels — a place where those with views considered too toxic for the mainstream could congregate and converse freely. The site’s guidelines prohibit threats of violence, but not hateful speech.","6":"[Related coverage: What we know about the Pittsburgh suspect, Robert Bowers. The victims of the shooting are identified. The latest developments in the Pittsburgh massacre. ]","32":"On Gab, however, the talk was less about Mr. Bowers and the anti-Jewish movement, and more about what was happening to the platform itself. On Saturday, as Gab’s service providers began to cut ties, one of the most popular posts on the site speculated that the company was being unfairly targeted because 'Gab is the free speech platform Jews want to destroy.'","20":"After Mr. Bowers was named as a suspect in the mass shooting, Gab released a statement saying it 'unequivocally disavows and condemns all acts of terrorism and violence.' The company spent much of Saturday replying to its critics on Twitter, and deflecting blame by pointing out that Mr. Bowers also had accounts on other social networks. The company boasted that its website was getting a million views per hour in the aftermath of the Pittsburgh shooting.","31":"A Discord spokeswoman said the company had investigated and found some accounts that violated its terms of service, which it deleted, although she said the accounts were not directly linked to the shooting.","15":"In an email interview on Saturday, Mr. Torba, Gab’s chief executive, said that he had not reviewed all of Mr. Bowers’s posts, but that the company had turned over information about his account to law enforcement agencies and was cooperating with the investigation.","19":"Gab’s reputation for accommodating extremism may have been what drew Mr. Bowers to the site. In January, he signed up for an account, and began sharing anti-Jewish images, conspiracy theories about Jews controlling the world, and criticism of President Trump — whom, he implied, was too accommodating of Jewish influence. He appeared to have other social media accounts, but Gab was where he aired his hatred in full. His bio on the site read, 'Jews are the children of Satan,' and a photo on his profile included the number 1488, a reference to Nazism that is popular among white supremacists.","14":"Gab, which was started in 2016 by a conservative programmer, Andrew Torba, who was fed up with what he saw as Silicon Valley’s left-wing censorship, was a controversial project from the start. The announcement of its introduction doubled as a broadside against political correctness, which the company said had 'become a cancer on discourse and culture.' Gab, its creator said, would be a social network where all speech would be welcome, no matter how noxious or offensive.","17":"Technically, there was nothing special about Gab at the start — its interface was buggy and unattractive, and it lacked the features of more established social networks. But the platform’s intentionally slim rule book attracted a crowd of extremists, including white nationalists and neo-Nazis, who had been banned from other social platforms. Milo Yiannopoulos, the former Breitbart writer whose harassment campaigns got him kicked off Twitter, signed up for an account. So did Andrew Anglin, the founder of the neo-Nazi publication Daily Stormer, and Richard Spencer, the well-known white nationalist.","1":"Early Saturday, moments before the police say he barged into a Pittsburgh synagogue and opened fire, Robert Bowers’s anti-Semitic rage finally boiled over as he posted one last message online.","5":"There have long been hateful enclaves online, and chat rooms and message boards where white nationalists, neo-Nazis and other extremists have congregated. But the popularity of mainstream mega-platforms like Twitter, Facebook and YouTube has created environments in which misinformation and hate can multiply, and where extremists can attempt to convert — or 'red pill,' in the parlance of right-wing internet activists — a new generation to their cause.","26":"'Gab became their safe haven because it was actively recruiting the worst of the worst,' said Joan Donovan, a media manipulation researcher with the nonprofit organization Data and Society. 'Gab’s users have complained of a global Jewish conspiracy to control the internet, where Gab is the only place online where they can network with one another.'","34":"'Absolutely not.'","22":"Mr. Torba insisted in his email that the shooting had not changed his mind about Gab’s core mission of promoting free speech.","12":"'When a site is allowing the perpetuation of hate, violence or discriminatory intolerance, we take immediate and decisive action,' a PayPal spokesman said. Joyent did not respond to a request for comment. A Stripe spokesman said the company could not comment on individual users for privacy reasons.","24":"What did exist on Gab was a flurry of posts made by people who appeared to share Mr. Bowers’s hatred for Jews.","8":"'The challenge faced by any platform that allows everything permitted under U.S. law is that if left unabated, the most objectionable content will inevitably take over,' said Micah Schaffer, a former policy leader at YouTube and Snap who is now a technology policy consultant. 'If an online community is dominated by porn, beheadings or white supremacists, most people aren’t going to think it’s a good place for their baby photos.'","7":"Social media platforms like Facebook and Twitter, once guided by the principle of free speech, have come to realize that an anything-goes approach is ripe for exploitation, and ultimately bad for business."},"keywords":"neo,account,torba,twitter,company,bower,gab,platform,post,site","link":"https:\/\/www.nytimes.com\/2018\/10\/28\/us\/gab-robert-bowers-pittsburgh-synagogue-shootings.html?partner=rss&emc=rss","title":"On Gab, an Extremist-Friendly Site, Pittsburgh Shooting Suspect Aired His Hatred in Full"}