{"keywords":"sostrin,hia,hasan,flee,help,family,jewish,refugee,agency,pittsburgh","content":{"18":"[The suspect had shared conspiracy theories about Jews and criticism of President Trump on social media.]","24":"In Pittsburgh, Mr. Hasan’s extended family has grown to 16, including married adults with American-born children, two of whom are his grandchildren.","19":"The organization played a role in resettling more than 400,000 Soviet Jews who reached the United States, including the families of Sergey Brin, a co-founder of Google, who came in 1979 when he was 6, and Jan Koum, a co-founder of WhatsApp, who arrived as a teenager about a decade later.","13":"She spoke of a Syrian girl who had watched a land mine kill her mother as they were fleeing captivity by the militant group Islamic State, and a man named Mustafa, who returned home to his apartment in the Syrian city of Aleppo to find the entire building bombed out and his wife, children and mother dead.","4":"It is also the target of many anti-Semitic rants posted on social media by Robert Bowers, the suspect in the mass shooting on Saturday at the Tree of Life synagogue in Pittsburgh — including one post published only a few hours before the shooting. Eleven worshipers were killed in the attack.","23":"'Coming to the U.S. is the biggest miracle of my life, and it’s thanks to HIAS,' said Ms. Sostrin, 48, who is married with two children, 11 and 9.","10":"In another post, he wrote: 'You like to bring in hostile invaders to dwell among us? We appreciate the list of friends you have provided.' Alongside it was a link to information on the National Refugee Shabbat Event, celebrated on Oct. 20 at more than 300 Jewish congregations in 33 states.","9":"'HIAS likes to bring invaders in that kill our people,' he said in a post hours before the attack. 'I can’t sit by and watch my people get slaughtered. Screw your optics, I’m going in.'","15":"The Trump administration has sharply reduced the number of people fleeing violence and persecution who are admitted to the United States as refugees, lowering the annual ceiling from the 110,000 set before Mr. Trump took office to 45,000 in the 2018 fiscal year, which ended Sept. 30, and to 30,000 for fiscal 2019. Delays caused by extra levels of screening ordered by the Trump administration — targeting especially people from 11 countries, 10 of them predominantly Muslim — meant that only 22,491 refugees actually arrived in fiscal 2018.","6":"The agency’s local affiliate, Jewish Family and Community Services of Pittsburgh, met the Hasans at the airport when they arrived, drove them to the apartment that had been arranged for the family and shepherded them through the process of getting Social Security numbers, securing medical care and learning how to get around the city on public transportation.","11":"Mark Hetfield, the president of HIAS, said the climate of political rancor over immigration gave impetus to the national refugee event. 'We felt that at a time when the U.S. is doing less and less for refugees, that we must demonstrate, as a refugee people, that it is more important than ever to continue to welcome refugees as a community,' he said.","21":"Rita Sostrin, an immigration attorney in Los Angeles and a former member of HIAS’s board, was once a client. She and her parents, fleeing anti-Semitism, emigrated from the Soviet Union in 1987. They were met in Vienna by HIAS representatives who helped them travel on to Rome, where United States officials processed them for resettlement.","3":"HIAS is one of nine agencies with contracts from the State Department to help refugees acclimate to the United States. It has aided immigrants with diverse talents from all corners of the world, including the co-founders of Google and WhatsApp.","7":"The refugees who receive those kinds of services from the nine resettlement agencies, including the International Rescue Committee and several faith-based groups like HIAS, have all been through extensive vetting by the federal government and have been given clearance to enter and reside in the country.","8":"Even so, Mr. Bowers’s writings on social media were bitterly hostile to refugees and to the agency that helped them.","16":"Since it began in 1881 in a storefront on the Lower East Side of Manhattan as the Hebrew Immigrant Aid Society, HIAS has assisted millions of people displaced by conflict or persecution, often on account of their religious or political beliefs, to rebuild their lives. Its clients have often been Jews — its first mission was to aid those fleeing pogroms in Eastern Europe — but the agency has also helped resettle many other kinds of refugees, including thousands of Vietnamese, Cambodians and Laotians after Communist victories in Southeast Asia in the 1970s.","1":"When Mazen Hasan had to flee his native Iraq because his work for the American military had drawn threats on his life, it was a Jewish refugee resettlement agency called HIAS that helped him and his family to settle in Pittsburgh.","5":"[The mayor called Saturday’s attack the 'darkest day of Pittsburgh’s history.']","25":"'We are happy with the life we have here, which the Jewish agency helped us start,' said Mr. Hasan, who is an observant Muslim. 'What happened in the synagogue, this is very bad.'","12":"At a gathering at Congregation Shir Hamaolot in Irvine, Calif., Jackie Menter, a co-founder of the Orange County Jewish Coalition for Refugees, shared her experience working with Middle Eastern and African refugees on the Greek island of Chios last year.","14":"Citing biblical passages about welcoming the stranger, Ms. Menter urged congregants to get involved with HIAS’s efforts to support refugees and asylum seekers. On Saturday night, after the attack on the synagogue in Pittsburgh, she said, 'Evil, hatred and racism will not keep justice and mercy from prevailing.'","22":"The family arrived in Minneapolis in 1988. The local HIAS affiliate helped them get on their feet. Ms. Sostrin’s parents found work in their professional fields and she enrolled in college.","2":"'They did everything they can to help us and make it easy to adjust to a new life here,' said Mr. Hasan, 61, an engineer who arrived in the United States in 2014.","17":"'We used to welcome refugees because they were Jewish,' Mr. Hetfield said. 'Today HIAS welcomes refugees because we are Jewish.'","20":"'I would have never had the kinds of opportunities I’ve had here in the Soviet Union, or even in Russia today,' Mr. Brin, who has donated to HIAS, said in a 2009 interview. 'I would like to see anyone be able to achieve their dreams, and that’s what this organization does.'"},"link":"https:\/\/www.nytimes.com\/2018\/10\/28\/us\/hias-pittsburgh-robert-bowers.html?partner=rss&emc=rss","title":"HIAS, the Jewish Agency Criticized by the Shooting Suspect, Has a History of Aiding Refugees"}