{"keywords":"congres,bolsonaro,arroba,april,son,rousseff,torture,gay,brazilian,indigenou","content":{"9":"Mr. Bolsonaro advocates it:","1":"Jair Bolsonaro’s climb to power has been marked by divisive rhetoric and offensive speech that has thrilled followers and appalled critics in equal measure.","5":"In 2014, he told a fellow lawmaker:","13":"At a rally in São Paulo on Oct. 21, Mr. Bolsonaro vowed to imprison or exile his political opponents once in office:","4":"Mr. Bolsonaro has described having a female child as a 'weakness,' and has said he would not treat or pay women the same as men in the workplace.","11":"After criticizing Brazil’s government during a 1999 interview, Mr. Bolsonaro was asked whether he would shut down Congress if he were president. He said:","8":"In April 2017, Mr. Bolsonaro spoke about visiting traditional Afro-Brazilian communities. He described the weight of the residents using the word 'arrobas,' an outdated unit used to weigh cattle and agricultural products.","15":"Mr. Bolsonaro has also said that there were far too many indigenous reservations in the Amazon:","14":"Mr. Bolsonaro has said he would curtail efforts to protect the environment and indigenous land:","10":"In April 2016, when President Dilma Rousseff’s impeachment was put to a vote in Congress, Mr. Bolsonaro dedicated his vote to a colonel who ran a torture center during the country’s military dictatorship in which Ms. Rousseff was tortured in her youth:","6":"In 2013, he said that he would 'rather have a son who is an addict than a son who is gay,' and that he was 'proud to be homophobic.'","2":"The far-right former army captain’s rise has left some baffled. Mr. Bolsonaro served seven consecutive terms in Congress, with little to show for his time there — very few of his bills were approved.","3":"But many Brazilians, angered by their country’s economic crisis, soaring violence and corruption scandals interpreted his long list of caustic remarks as blunt but bracingly honest talk from a man willing to say — and do — whatever was necessary to bring about the change they craved.","12":"In the same interview he also said:","7":"In June 2011, he said he would 'rather his son die in a car accident than be gay,' adding:"},"link":"https:\/\/www.nytimes.com\/2018\/10\/28\/world\/americas\/brazil-president-jair-bolsonaro-quotes.html?partner=rss&emc=rss","title":"Brazil’s Polarizing New President, Jair Bolsonaro, in His Own Words"}