{"keywords":"violence,blame,shoot,trump,synagogue,hate,saturday,voter,person,election","content":{"30":"'If the collapse of our society happens, it happens,' he said. 'Everything falls apart anyway.'","13":"Mark Hetfield, who leads HIAS, a global Jewish nonprofit that resettles refugees and that appears to have angered the synagogue shooting suspect, said his organization was in a state of shock. 'I’ve never seen anything like this in my lifetime,' he said in a phone interview.","5":"And at President Trump’s rally on Saturday afternoon at an airport hangar in Murphysboro, Ill., people expressed anxieties over the violence and discord they saw in American society. But they had come for a Trump rally performance, and that was what they wanted to see. When he begged their forgiveness and asked them at one point, 'If you don’t mind, I’m going to tone it down — just a little,' many people roared a resounding 'No!'","25":"'You just type one message on Facebook and hit ‘send,’' Ms. LaFrance said. 'You find like-minded people.'","4":"'There’s just so much turmoil everywhere, it’s just sad,' Mr. Pfeiler said. 'Everyone’s lost their vision and has just started pointing fingers.'","23":"As candidates in Pennsylvania canceled campaign events, and mourners gathered for vigils across Pittsburgh, Mr. Trump did not cancel his own rally in Illinois. He told the crowds the shooting was 'an evil anti-Semitic attack,' and he urged the need to 'vanquish the forces of hate.' But then he also criticized Hillary Clinton, a target in the pipe bomb mailings, prompting chants of 'lock her up.' The crowd cheered when Mr. Trump said he would be sending troops to the border to stop the migrant caravan.","1":"In South Florida, not far from the mass shooting in Parkland in February, voters absorbed a week of gun violence and pipe bombs with a kind of grim resignation.","11":"'They want to mold everybody into one big melting pot,' she said. 'That’s not how we’re designed.'","8":"In Florida on Saturday, hours after the synagogue shooting, Eric Gooden, a Democratic voter, hoped for an electoral solution to the turmoil. 'The only way this will end is by the voting box,' he said.","15":"But in the final weeks of the midterm election, which has become in part a nationwide referendum on Mr. Trump’s leadership, the climate has intensified, and escalating violence and fear are exacerbating divergent viewpoints among voters. At the halfway mark of his term, Mr. Trump faces a reckoning at home related to some of the words he spoke from the inauguration dais: 'This American carnage stops right here and right now.'","28":"In Wisconsin, as news of the synagogue shooting broke Saturday morning, Ellie Thomas, a nutritionist, said she had been limiting her intake of news because the volume of tragedy has become overwhelming. The coming elections made her 'anxious,' she said, because she felt it was Democrats’ only chance to bring 'balance to the system.'","6":"With nine days left in an already divisive election season, the campaign’s finale is unfolding amid a cascade of horrors and rounds of finger-pointing that reflect the deep fault lines in dozens of competitive House races and a handful of Senate races nationwide. If many voters appear set to back politicians from their own parties, according to interviews and polling, they also often defended or blamed politicians — particularly President Trump — based on the same partisan lines.","10":"Asked who was to blame for the country’s strife, Patricia Mitchell, who drove more than two hours from St. Louis to attend, cited 'the globalists,' which she then defined as 'somebody who won’t allow or doesn’t like for our country to just be themselves.'","21":"'Why is it so hard to accept that a clearly deranged man carried out deranged acts?' Senator Marco Rubio, Republican of Florida, tweeted. 'The ‘false flag’ conspiracy theories on one side & the ‘it’s Trump’s fault’ on the other shows how unhinged politics has become. This isn’t incivility. It’s a society that has lost common sense.'","3":"In Milwaukee, Eric Pfeiler, an electrician who was walking downtown with his son on Saturday, saw more of a systemic breakdown than any one person to blame.","7":"On Friday, Cesar Sayoc Jr., 56, was charged with sending explosive devices to at least a dozen of President Trump’s political foes. On Saturday, Robert Bowers was arrested and charged with 29 criminal counts in connection with an assault on a Pittsburgh synagogue that left 11 dead. Near Louisville, Ky., in an episode almost immediately forgotten, Gregory Bush, 51, was charged with murder after fatally shooting two black shoppers at a Kroger store on Wednesday after first trying to get inside a black church. Mr. Bush is white and the case is being investigated as a possible hate crime.","9":"At Mr. Trump’s rally in Illinois, many people seemed altogether unaware of the synagogue shooting, until someone offered a prayer from the stage.","16":"'Pipe bombs against public officials, African Americans killed in Kentucky, continued physical threats against the press, an all-out campaign of fear directed at immigrants' signal that hate is on the march in America, former Vice President Joseph R. Biden Jr. said on Saturday.","27":"'More than 80 percent of the voting public blames either the presidency, mainstream media or Congress, and it breaks down roughly along party lines,' said Rabbi Marvin Hier, the founder and dean of the center, who prayed at Mr. Trump’s inauguration. 'Democrats and independents believe the executive branch is the problem. Republicans blame mainstream media and, to a lesser extent, congress.'","29":"Tanner Mayr, 19, simply voiced resignation.","24":"In Florida, Edlyn LaFrance, 32, from Miami, said Mr. Trump was simply channeling the beliefs and grievances of his supporters, and that social media had only exacerbated an avalanche of national hate.","18":"For some, a parallel that comes to mind for the current moment is the summer of the presidential election of 1968, which saw the assassinations of Martin Luther King and Robert Kennedy two months apart, said Randall Balmer, who chairs Dartmouth College’s religion department.","19":"'The difference, however, is that those shootings appeared to be directed against specific individuals, whereas this year’s violence is more tribal — against Democrats generally or Jews generally,' he said.","12":"But the violence shows that the turmoil is starting very much at home. Many voters, in interviews with The New York Times in recent weeks, have been divided over national identity and who gets to define values in America, especially on issues of immigration and race.","14":"'People have to stop saying hateful things about refugees, about Jews, about Latinos, about transgender people, about the other,' he continued. 'It has to stop in the context of everything that we are doing, not just in the context of this election.'","22":"In California, Katie Porter, a Democrat running for Congress in Orange County, denounced the commonplace nature of hate. 'I’ve had enough of Washington politicians who are too afraid of crossing their donors in the gun lobby to take common-sense action to protect our families,' she said.","2":"'Again?' asked Karenn Durand, 27, mid-shift at a restaurant in North Miami on Saturday, pondering the mass murder at a Pittsburgh synagogue. She said she held President Trump personally responsible — if not for the shooting itself, than at least for the nation’s deep divisions that the shooting reflected in horrific reality.","17":"'We’re facing a battle for the soul of this nation,' added Mr. Biden, who is considering a run for president in 2020. 'Words matter. And silence is complicity.'","20":"Political leaders and candidates on the left and right saw a host of issues in Saturday’s tragedy, from gun violence to freedom to worship to the seemingly nonstop political maneuvering.","26":"The current climate of division is so pervasive that, in a report to be released this week, the Simon Wiesenthal Center found that more than 40 percent of Americans believe that the country is headed to a civil war, in a survey completed in September."},"link":"https:\/\/www.nytimes.com\/2018\/10\/28\/us\/politics\/elections-synagogue-shooting-bombs.html?partner=rss&emc=rss","title":"Gun Violence and Pipe Bombs Jolt Voters as Election Season Ends. ‘Again?’ One Asks."}