[{
    "url": "https://www.cbc.ca/news/world/pope-francis-anti-semitism-rabbis-vatican-1.4892779",
    "_id": "e72aa99989fe574f142fbbc73db9365c",
    "sub_category": "world",
    "content": {
        "4": "Mountain Jews are the descendants of Jews who left ancient Persia and settled in the Caucasus.",
        "8": "He noted the recent 75th anniversary of the deportation of Rome's Jews by Nazi occupiers and that Nov. 9 will be the 80th anniversary of \"Kristallnacht,\" the night when mobs ransacked thousands of synagogues and Jewish businesses in Germany and Austria.",
        "3": "\"We are called to commit ourselves to ensure anti-Semitism is banned from the human community,\" Francis said, during a meeting with rabbis from the World Congress of Mountain Jews.",
        "11": "Last week, British police launched an investigation into alleged anti-Semitic hate crimes within the opposition Labour Party, after a report that Labour itself had found evidence of party members threatening politicians.",
        "9": "\"Sadly, anti-Semitic attitudes are also present in our own times. As I have often repeated, a Christian cannot be an anti-Semite. We share the same roots,\" Francis said, stressing the importance of inter-faith dialogue.",
        "6": "\"Without a living memory, there will be no future, for if the darkest pages of history do not teach us to avoid the same errors, human dignity will remain a dead letter,\" he said.",
        "2": "In the worst attack ever against U.S. Jews, a gunman yelling \"all Jews must die\" stormed a Pittsburgh synagogue on Oct. 27, killing 11 worshippers and wounding six other people, including four police officers, before he was arrested.",
        "1": "Pope Francis called on Monday for the eradication of anti-Semitism following an increase in attacks and hate crimes against Jews in several countries, and said it was vital to preserve the memory of the Holocaust.",
        "5": "Francis said the Holocaust, in which the Nazis murdered six million Jews around Europe during the Second World War, must continue to be commemorated to keep its memory alive.",
        "7": "Watch: The resurgence of anti-Semitism in the U.S.",
        "10": "In the run-up to Tuesday's contentious U.S. midterm elections, in which immigration has become a central issue, racist flyers have been reported on university campuses in at least five states, while synagogues in New York and California have been sprayed with anti-Semitic graffiti."
    },
    "keywords": "jew,antus,franci,semitic,memory,semitism,synagogue,hate,crime,human",
    "title": "Pope says anti-Semitism must be banned from society"
}, {
    "url": "https://www.cbc.ca/news/world/us-iran-sanctions-oil-financial-1.4891512",
    "_id": "8b7612855923e59dab5087903fbf5696",
    "sub_category": "world",
    "content": {
        "14": "Oil markets have been anticipating the sanctions for months and the world's biggest producers have been increasing output.",
        "17": "The sanctions also cover 50 Iranian banks and subsidiaries, more than 200 people and vessels in its shipping sector, Tehran's national airline, Iran Air, and more than 65 of its aircraft, a U.S. Treasury statement said.",
        "10": "",
        "18": "\"We've said for a long time: Zero should mean zero,\" John Bolton, White House national security adviser told Fox Business Network in an interview. \"These are not permanent waivers — no way, we're going to do everything we can to squeeze Iran hard.\"",
        "7": "Trump said he wanted to go slow on the sanctions, citing concerns about causing global price spikes.",
        "22": "",
        "15": "Joint output from the world's top producers — Russia, the United States and Saudi Arabia — in October rose above 33 million barrels per day for the first time, up 10 million barrels per day since 2010.",
        "20": "",
        "6": "Pompeo said the waivers were issued to countries that have already cut purchases of Iranian crude over the past six months, and to \"ensure a well-supplied oil market.\" The exceptions are designed to last 180 days.",
        "3": "Earlier, Iranian President Hassan Rouhani said Iran would continue to sell its oil despite Washington's \"economic war.\" Foreign Minister Mohammad Javad Zarif said U.S. \"bullying\" was backfiring by making Washington more isolated.",
        "5": "\"More than 20 importing nations have zeroed out their imports of crude oil already, taking more than one million barrels of crude per day off the market,\" U.S. Secretary of State Mike Pompeo told reporters in a briefing. \"The regime to date since May has lost over $2.5 billion in oil revenue.\"",
        "13": "In addition, U.S. oil output hit a record high this year of about 11.3 million barrels, and sustained high output could reduce the impact of sanctions. On Monday, international benchmark Brent crude oil futures erased earlier gains to trade at $72.85 a barrel while U.S. crude futures fell 0.4 per cent to $62.87.",
        "11": "Oil prices in October rallied above $85 per barrel on fears of a steep decline in Iranian exports. Prices have fallen since then on expectations that some buyers would receive exemptions and as supply from other big producers has increased.",
        "9": "Iran's exports peaked at 2.8 million barrels per day in April, including 300,000 barrels per day of condensate, a lighter form of oil. Overall exports have since fallen to 1.8 million barrels per day, according to energy consultancy Wood Mackenzie, which expects volumes to drop to 1 million barrels per day.",
        "2": "Having abandoned a 2015 Iran nuclear deal, U.S President Donald Trump is trying to cripple Iran's oil-dependent economy and force Tehran to quash not only its nuclear ambitions and ballistic missile program but also support for militant proxies in Syria, Yemen, Lebanon and other parts of the Middle East.",
        "8": "\"I could get the Iran oil down to zero immediately but it would cause a shock to the market. I don't want to lift oil prices,\" he told reporters before flying to a campaign event.",
        "12": "Ellen Wald, an oil analyst and fellow at the Atlantic Council, said the impact on global oil prices should be \"blunted\" for the 180-day length of the waivers to the eight countries. The Trump administration hopes more oil production will come next year from Iraq and from a so-called neutral zone between Saudi Arabia and Kuwait, if a dispute between the two countries over the zone is resolved.",
        "16": "U.S. officials have said the countries given temporary exemptions will deposit revenue in escrow accounts for Tehran to use solely for humanitarian purposes.",
        "4": "Washington has pledged to eventually halt all purchases of crude oil from Iran globally but for now it said eight countries —China, India, South Korea, Japan, Italy, Greece, Taiwan and Turkey — can continue imports without penalty. Crude exports contribute one-third of Iran's government revenues.",
        "21": "",
        "1": "The United States snapped sanctions back in place on Monday to choke Iran's oil and shipping industries, while temporarily allowing top customers such as China and India to keep buying crude from the Islamic Republic.",
        "19": ""
    },
    "keywords": "oil,iran,barrel,day,crude,million,sanction,price,country,export",
    "title": "U.S. imposes more sanctions on Iran as Tehran decries 'bullying'"
}, {
    "url": "https://www.cbc.ca/news/world/national-midterm-elections-ohio-voters-political-divide-1.4882316",
    "_id": "b8d9fb11dab30f53abb7228d3211e7f3",
    "sub_category": "world",
    "content": {
        "37": "",
        "80": "Democrat Stevenson concedes she does not support Trump's policies, but also doesn't have the answer to the immigration problem.",
        "27": "Beck, the political scientist, made special note of this gender gap. Although the Ohio district has historically been majority Republican, he expects a competitive race precisely because suburban, well-educated women like Oehler are turning away from Trump's manner.",
        "87": "Roland Medrano, a businessman with a Republican leaning but also a Trump critic, described visiting his family in southern Florida.",
        "18": "",
        "67": "",
        "22": "Meanwhile, Mary Oehler — a radiologist who considers herself Independent but leans Republican — says her affinity for the Republican Party does not extend to the man who leads it.",
        "15": "",
        "99": "Asked if she's hopeful that the midterm elections can change things, she replies: \"Yes, because of that feeling I would get with every inauguration — that wow, we do have this peaceful exchange of power.",
        "60": "",
        "69": "",
        "31": "",
        "13": "",
        "9": "",
        "5": "The district has a long history of electing Republicans. The party has held it since 1983, and President Donald Trump won it by 11 percentage points in 2016.",
        "40": "\"A car comes by, so I lean in and I was yelled at, 'Go back to Africa, you black B.' This is on my street in my neighbourhood that I've lived in for 17 years. I was so shocked, I wasn't sure it happened. I didn't tell my husband for weeks because I thought 'I'm going nuts. That did not happen,'\" Stevenson says.",
        "79": "She adds, \"I do think you need to figure out who people are and go through the process to decide who we are going to accept as refugees. But he wants to make it, again, the politics of identity. We're turning them away because of where they're coming from.\"",
        "90": "",
        "76": "",
        "43": "",
        "100": "",
        "41": "",
        "91": "He adds that broaching politics when he gets together with family is difficult.",
        "17": "In Ohio, as elsewhere around the country, the midterm vote is being affected by reactions to Trump.",
        "101": "\"So I am hopeful ... I'm not joyful. Maybe that's what it is. There's something – the shine has gone for me right now.\"",
        "72": "President Trump said: \"I think some bad people started that caravan. More importantly, or maybe almost as importantly, you have some very, very bad people in the caravan. You have some very tough criminal elements within the caravan. But I will seal off the border before they come into this country and I'll bring out our military. Not our reserves, I'll bring out our military.\"",
        "7": "",
        "61": "\"He is what he is. I'm a substance-over-style kind of person. I think the substance of what he's doing as president overrides somewhat questionable style sometimes.\"",
        "35": "",
        "39": "",
        "86": "",
        "64": "",
        "50": "Select moments from Trump's presidency were played back for the group, including an Oct. 16 tweet critics say was demeaning to women:",
        "53": "",
        "66": "",
        "63": "Still, Oehler — who agrees with Foos on most economic issues – says she finds it hard to see past Trump's style.",
        "62": "",
        "2": "Midterm elections for Democratic or Republican control of the House of Representatives will play out in polling booths across the U.S. on Tuesday, but much of the attention will be on a few key, highly competitive seats — including Ohio's 12th congressional district.",
        "75": "\"Illegal immigration is bad for the illegal immigrants. They get exploited. They're not getting paid a fair wage. They're not being taken care of. The journey here to the United States is very dangerous ... we have a great need for labour in this country, okay, and it's gonna help people achieve some of their dreams. But it's got to be done legally.\"",
        "83": "",
        "33": "",
        "16": "",
        "92": "",
        "26": "",
        "98": "",
        "70": "The group was asked to review a recent speech where Trump offered remarks on the caravan of migrants from Central America that is heading towards the U.S. border.",
        "96": "",
        "3": "",
        "45": "",
        "82": "\"I think what I'm up against is that it is complex and it is nuanced, but it's being presented as us against them. They're bad, we're good. It is far more complex than that. If it wasn't, then we would have some sort of a solution.\"",
        "51": "",
        "25": "\"I agree that some of the policy things were the right thing to do,\" Oehler says. \"My biggest disagreement with him is just his demeanor – how he goes about his business is not the way I want to see my country represented. We need our politicians to be statesmen. The whole tenor of Trump's style of leadership leads us in the wrong direction.\"",
        "73": "Asked whether the president was politicizing the migrants' plight, Foos says, \"We are not against immigration, we are against illegal immigration.",
        "30": "\"Parts of the district include people with higher levels of education. Those are the people who have been less satisfied with the Trump presidency, and that's particularly true among women,\" Beck says.",
        "65": "\"If he worked in any company in America, he couldn't talk to people that way. He couldn't treat people that way. And to have the person who, you know, is our representative to the rest of the world act that way is embarrassing as an American.\"",
        "58": "",
        "20": "",
        "14": "Three people in the group support the president, three do not. Beyond that, the discussion got more complicated in terms of party affiliations and opinions on national issues, indicating the depth of the so-called American divide.",
        "38": "Stevenson recounts an experience she had one night soon after the presidential election, while walking her dog in her suburban neighbourhood.",
        "23": "",
        "29": "",
        "77": "Oehler takes issue with Trump portraying immigrants as dangerous.",
        "93": "\"I will tell you, with my sister, we just don't talk about it. We just don't have a conversation. Or my dad says, 'Please, let's not have that conversation.'\"",
        "36": "\"He is incredibly polarizing … it's certainly given permission for racism, for the overt expression of racism,\" she says.",
        "55": "\"He's clearly shown that time and again, other than maybe his daughter. Although that's kind of creepy too, some of the things he says about Ivanka. I keep thinking hopefully Ivanka will take his phone away from him and stop him from tweeting, because particularly if you support him, he does more harm with these crazy tweets.\"",
        "71": "",
        "102": "",
        "8": "The Republicans scratched out a win in an election that was never expected to be tight. And now the Ohio 12th is what some U.S. polling sites describe as a toss-up district in the midterms.",
        "12": "Given the potential for a close race, The National visited Westerville, a suburb outside the city of Columbus, and gathered six ordinary American voters to talk politics at nearby Otterbein University. The diverse group included business owners, a radiologist, a retired school teacher, a lawyer and a mental health counsellor.",
        "97": "\"You cannot have a conversation where you avoid Trump … because he is such a polarizing figure,\" Stevenson says.  \"And it is scary for me to say, in the country that I love, that I fear on a regular [basis] for my sons … I fear for them. I've watched them try not to be demoralized when they have interactions with law enforcement or even just their friends. As things have changed in this climate, friendships are different.\"",
        "54": "",
        "89": "\"My dad is 91, a hardline Republican. I call my sister a Fox Republican — you know, that [Fox news] is all she repeats. That's their belief. And they think, 'You married a mid-Western woman, live in Ohio, what happened?'\" says Medrano.",
        "32": "\"In fact, we're seeing a larger gender gap with women voting or professing to vote Democratic, and men professing to vote Republican … than we have ever seen in American elections.\"",
        "49": "",
        "34": "Davia Stevenson, an African American and mental health counsellor who supports the Democrats, says the first two years of Trump's mandate have been deeply upsetting.",
        "19": "\"I think he's doing a very good job,\" says Tom Foos, a Republican and business owner who took part in The National's discussion group.",
        "28": "",
        "59": "\"I think he treats all people the same. I think he's an equal-opportunity abuser or praiser, depending on who you are. If you punch him, he's going to punch you back hard whether you're a woman, a man, no matter what your race is, no matter what your ethnicity is. He's going to come at you,\" Foos says.",
        "78": "\"He doesn't know who those people are, so I mean how can he say that they're all criminals? We need to have control of our borders but that doesn't mean we need to turn everyone away. I don't think you should be separating parents from children, I don't think you can just blanket turn people away.\"",
        "10": "Cook Political Report suggests the district is so close it could go either way. And until recently, the influential political number-crunching site FiveThirtyEight described the district as a toss-up, although in recent days it has nudged the district's standing closer to a Republican win.",
        "95": "Stevenson sympathizes, although her experience with America's expanding social and political divisions is more personally threatening.",
        "85": "The U.S. is a divided nation heading toward a crucial midterm election. Everyone in the Ohio group told stories of tension in their families and among friends on the subject of politics and President Trump.",
        "84": "",
        "21": "\"He's doing what he says he was going to do. He says he was going to reform taxes, he reformed taxes. He says he was going to deregulate, he deregulated. And our economy is thriving because of that.\"",
        "42": "While listening to Stevenson, Steve Cuckler shakes his head. He is a lawyer, hardline Republican and a Trump supporter who grew up in a low-income region of America and put himself through school.",
        "81": "",
        "48": "\"Where I grew up, we've been wanting someone like President Trump since I was a kid, to recognize the greatness of our country, to instill pride in our country.\"",
        "68": "Immigration and border issues have been handled by the White House in ways that tend to fire up Trump's supporters and inflame his critics.",
        "1": "",
        "11": "",
        "46": "Then he adds, \"We all have life experiences. I grew up in southeast Ohio … Appalachian Ohio is actually the poorest part of anywhere in the United States.",
        "6": "However, a special election held here in August morphed into a closely contested race. Republican candidate Troy Balderson won by only 0.8 per cent of the vote, and it was so close that it took weeks after election day before the results were made official, as all absentee ballots were counted.",
        "57": "While Oehler sees a president with a combustible persona, Foos says he believes Trump is a leader who is simply responding in kind.",
        "74": "",
        "44": "\"First I want to acknowledge I'm sorry to hear about that. That can't be tolerated,\" Cuckler says.",
        "47": "",
        "88": "",
        "56": "",
        "4": "The vote is to some degree a referendum on the U.S. president, says political scientist Paul Beck. As a result, Ohio's 12th district, \"though it's a district that is majority Republican, still it makes it a competitive race.\"",
        "94": "",
        "52": "\"I don't think Donald Trump respects women,\" says Republican-leaning Oehler, in response to the tweet.",
        "24": ""
    },
    "keywords": "trump,republican,person,district,ohio,president,election,woman,country,oehler",
    "title": "How deep is the political divide over Trump? Check out Ohio's midterm 'toss up' district"
}, {
    "url": "https://www.cbc.ca/news/world/indonesia-jet-lion-air-damaged-airspeed-indicator-crash-1.4891977",
    "_id": "402a4d9204ee4c258ef7fefa84aad136",
    "sub_category": "world",
    "content": {
        "18": "The Lion Air crash was the first involving the type of plane, which airlines introduced into service last year.",
        "13": "After the meeting, Kirana left in a hurry, avoiding questions from reporters.",
        "14": "Many families face an agonizing wait for missing relatives to be identified. Police medical experts have received nearly 140 body bags of human remains and have identified 14 victims.",
        "11": "\"Lion Air has failed,\" said a man who identified himself as the father of passenger Shandy Johan Ramadhan, a prosecutor in a district on the island where the flight was headed.",
        "9": "Rusdi Kirana, Lion Air's co-founder, was not invited to speak by Transport Minister Budi Karya Sumadi, who moderated the meeting between relatives and the officials who are overseeing the search effort and accident investigation.",
        "6": "\"These are the things we are trying to find out: what was the damage and how it was fixed.\"",
        "2": "The revelation came after data was downloaded from the plane's flight data recorder (an orange device known as a black box), said Soerjanto Tjahjono, head of Indonesia's National Transportation Safety Committee (KNKT).​ The agency was asking Boeing and U.S. authorities what action to take to prevent similar problems on this type of plane around the world, he said.",
        "8": "At the meeting with family members, Tjahjono had said that information downloaded from the jet's flight data recorder was consistent with reports that the plane's speed and altitude were erratic after takeoff on its final flight. Searchers are still trying to locate the cockpit voice recorder.",
        "12": "\"I want Mr. Rusdi Kirana and his team to pay attention,\" he said. \"Since the time of the crisis, I was never contacted by Lion Air. We lost our child, but there was no empathy that Lion Air showed to us.\"",
        "7": "Safety experts say it is too early to determine the cause of the Oct. 29 crash.",
        "10": "But he stood and bowed his head after angry and distraught family members demanded that Kirana — who with his brother Kusnan Kirana founded Lion Air in 1999 — identify himself.",
        "15": "Authorities have yet to recover the jet's cockpit voice recorder from the sea floor, just northeast of Jakarta, where the plane crashed 13 minutes after taking off from the Indonesian capital.",
        "4": "It was not immediately clear whether the reported problem stemmed from a mechanical or maintenance issue, nor whether U.S. authorities would order any checks.",
        "3": "\"We are formulating, with NTSB and Boeing, detailed inspections regarding the airspeed indicator,\" he said, referring to the U.S. National Transportation Safety Board.",
        "16": "Boeing declined to comment. The U.S. manufacturer has delivered 219 737 MAX jets to customers globally, according to Boeing's website, and it has 4,564 orders for jets that have yet to be delivered.",
        "1": "The flight data recorder from a crashed Lion Air jet shows it had an airspeed indicator problem on its last four flights, investigators say, after distraught relatives of victims confronted the airline's co-founder at a meeting organized by officials.",
        "5": "\"We don't know yet where the problem lies, what repair has been done, what their reference books are, what components have been removed,\" said Nurcahyo Utomo, the KNKT subcommittee head for air accidents.",
        "17": "The Boeing 737 MAX is a more fuel-efficient version of the manufacturer's popular single-aisle jet."
    },
    "keywords": "air,lion,flight,jet,kirana,plane,boeing,recorder,identify,meet",
    "title": "Indonesia jet had damaged airspeed indicator on last 4 flights before crash"
}, {
    "url": "https://www.cbc.ca/news/world/insider-attack-utah-mayor-killed-afghanistan-1.4892053",
    "_id": "c1d5fdb9d1455845b9b403c5219e233d",
    "sub_category": "world",
    "content": {
        "11": "In January when he was being deployed, hundreds of residents of North Ogden lined the street to see him off as police escorted him and his family around the community of about 17,000.",
        "9": "\"Brent was a hero, a patriot, a wonderful father, and a dear friend,\" U.S. Sen. Orrin Hatch of Utah said on Twitter. \"News of his death in Afghanistan is devastating. My prayers and love are with Jennie and his seven young children. His service will always be remembered.\"",
        "6": "Utah media outlets cited a statement from NATO saying that Taylor was shot by one of the commandos being trained and that the attacker was killed by Afghan forces.",
        "2": "Brent Taylor, 39, had taken a yearlong leave of absence as mayor of North Ogden, Utah, for his deployment to Afghanistan. He died due to wounds from small-arms fire in Saturday's attack, military officials said.",
        "8": "Utah Gov. Gary Herbert said Taylor \"was there to help. He was a leader. He loved the people of Afghanistan... This is a sad day for Utah, for America.\"",
        "12": "Taylor became the city's mayor in 2013.",
        "7": "Taylor leaves behind a wife and seven children. His remains are scheduled to arrive at Dover Air Force Base in Delaware on Monday evening.",
        "10": "Taylor served two tours in Iraq and was on his second tour in Afghanistan.",
        "4": "Maj. Gen. Jefferson S. Burton, the adjutant general of the Utah National Guard, told reporters that Taylor's mission was to help train and build the capacity of the Afghan national army.",
        "3": "Taylor  was a military intelligence officer, and was expected to return to his job as mayor in January. Another U.S. military member whose name was not immediately made public was wounded in the attack.",
        "1": "An American mayor who was also a Utah Army National Guard major training commandos in Afghanistan was fatally shot by one of his Afghan trainees, officials said Sunday.",
        "5": "\"He was with folks he was helping and training. That's what's so painful about this. It's bitter,\" Burton said. \"I do believe that Maj. Taylor felt he was among friends, with people he was working with.\""
    },
    "keywords": "taylor,utah,afghanistan,train,mayor,military,national,afghan,help,ogden",
    "title": "Attack by commando trainee kills Utah mayor in Afghanistan"
}, {
    "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-trump-iran-sanctions-midterms-1.4892062",
    "_id": "8ee4ed4813298fc558a6152a84364c80",
    "sub_category": "world",
    "content": {
        "51": "",
        "25": "",
        "73": "",
        "80": "Nov. 5, 1961: Mordecai Richler - apathy, envy and the great Canadian wasteland",
        "27": "",
        "18": "Along with announcing the banking and shipping sanctions this morning, Washington granted exemptions to eight of the world's biggest consumers of Iranian oil. It is allowing China, South Korea, Japan, India, Greece, Italy, Turkey and Taiwan to continue importing crude without fear of reprisal for at least 180 days.",
        "65": "But on one issue, the two sides agreed: The country is divided and it has to be repaired.",
        "37": "",
        "22": "Yet oil continues to be the Islamic Republic's biggest source of foreign revenue, with exports of more than 1.8 million barrels a day.",
        "15": "",
        "20": "Mike Pompeo said the move was designed to protect world supply and avoid market disruptions, pointing out that 20 countries have already stopped buying oil from Iran.",
        "38": "Except in one key way — by making Iran exceptionally efficient in terms of what it gets in return for what it gives its allies and proxies.",
        "47": "",
        "23": "",
        "60": "None of them got paid or even had to be coaxed into doing it. They all seemed to want to talk about their views and their differences.",
        "67": "",
        "29": "",
        "31": "",
        "48": "A couple of weeks back I headed off to Columbus, Ohio, and then took a short drive to a fairly middle-class suburb called Westerville.",
        "75": "They are just regular people, hoping for something better, like so many Americans. Hope you enjoy watching and listening to them as much as I enjoyed meeting them.",
        "56": "We got a room with a round table, set up our cameras, and based on the work of a very diligent producer and some researchers, assembled a group of local voters. Call it a curated focus group.",
        "13": "",
        "64": "The Trump supporters told us the President had kept his promises, improved the economy, and made them feel proud of their country again.",
        "9": "",
        "50": "It also happens to be Ohio's 12 District, historically a mostly Republican area. In the last election Donald Trump won it handily by 11 points.",
        "40": "At the height of the last round of concerted international sanctions in 2012, Iran's economy shrank by 7.7 per cent as inflation galloped and the rial became virtually worthless.",
        "8": "\"The Iranian regime has a choice: It can either do a 180-degree turn from its outlaw course of action and act like a normal country, or it can see its economy crumble,\" U.S. Secretary of State Mike Pompeo told reporters this morning in Washington.",
        "12": "Ordinary Iranians are already feeling the pain:",
        "62": "On immigration, the Trump critics said the President is stoking fears. One African-American woman told us his rhetoric has given people \"permission\" to be racist.",
        "79": "- Michael \"Eddie the Eagle\" Edwards, the sort-of-ski-jumper who found global fame at the 1988 Winter Games, upon his return to Calgary for a pro-2026-bid rally this afternoon.",
        "55": "",
        "84": "Please send your ideas, news tips, rants, and compliments to thenationaltoday@cbc.ca. ​",
        "54": "So this district of Ohio seemed like a good place to try and understand an America that is so clearly divided.",
        "76": "",
        "32": "In the end, the renewed U.S. measures are simply a return to what has been the norm in Iran since the 1979 revolution. And there isn't much evidence that Washington's big stick works.",
        "41": "",
        "49": "",
        "34": "The International Crisis Group, a D.C. think tank, compared 40 years of Iranian foreign policy with data on its economy. It found that the Islamic Republic is nothing if not resolute, \"continuing to pursue policies it deems central to its national security no matter its degree of economic well-being at home.\"",
        "19": "",
        "85": "",
        "28": "Meanwhile, the EU has been busy trying to insulate European businesses from threats of U.S. reprisals should they continue to trade with Iran. A \"blocking statute\" to nullify American legal actions was passed in early in August. And Brussels will soon create a financial workaround called a Special Purpose Vehicle that will allow payments between its corporations and Iran to entirely avoid the regular banking system.",
        "59": "",
        "14": "But will all that economic misery actually bring any change?",
        "17": "",
        "10": "Today's measures, which are aimed at Iranian banks, shipping firms and the country's national airline, follow bans on currency exchange and the trading of gold and other metals last August. And the Trump administration has said that it ultimately intends to reduce Iran's oil exports to \"zero\" as it seeks to force Tehran to further curb its missile and nuclear programs.",
        "78": "\"It was a fantastic Olympics, and it was an underdog's Olympics — the Jamaican bobsled team and myself.\"",
        "72": "One of the pro-Trump voters said that in his day-to-day life he could easily avoid meeting anyone with different opinions than his, and would likely never have met those from across the table had it not been for The National bringing the two sides together.",
        "69": "But this, too, is America — a group of decent people who are working hard to make their lives better and care so deeply about their country that they are willing to sit down and talk about it.",
        "7": "",
        "58": "",
        "35": "",
        "6": "The Americans aren't being coy about the goal of renewed sanctions against the Islamic Republic of Iran.",
        "77": "A living memorial to Newfoundland's First World War soldiers.",
        "44": "Food for thought, perhaps, for the tough-talking Trump White House.",
        "21": "",
        "39": "",
        "81": "Just 30 years old and already four novels into his literary career, Mordecai Richler displays perhaps his greatest talent — getting up the nose of his fellow Canadians. \"The truth is we want nothing so much as to be an American,\" he says of his homeland, noting that anyone with artistic ambition is bound to leave, like him. The view from across the Atlantic in his London flat is of a \"bland\" country that he has happily left behind. Isn't there anything he misses? \"I like going to the bowling alleys,\" says Richler. \"And I find the golf courses amazing.\"",
        "24": "And it's not clear how much more Washington can tighten the screws.",
        "82": "",
        "61": "",
        "5": "",
        "42": "\"Yet this period coincided with what many consider the most significant expansion of Iran's military intervention in the region,\" the ICC notes, as Tehran took advantage of the chaos in Syria and Iraq and forged new alliances throughout the Middle East.",
        "66": "",
        "43": "",
        "53": "",
        "68": "This is the America that is sometimes difficult to see at political rallies, or on TV screens where pundits are sniping at one another.",
        "45": "",
        "63": "",
        "11": "",
        "46": "How deep is the political divide over  President Donald Trump? Check out Ohio's 12 District, a traditional Republican stronghold where the midterm vote tomorrow could go either way, writes Rosemary Barton.",
        "83": "Sign up here and have The National Today newsletter delivered directly to your inbox Monday to Friday.",
        "2": "",
        "57": "On one side of the table, three Trump supporters. On the other, three Trump critics. All of them strong in their beliefs, but all of them also willing to leave work or their personal commitments early to sit at a table and talk politics — with the help of a Canadian journalist to moderate.",
        "71": "",
        "74": "None of them seemed to think things would be better after the midterm results on Tuesday, but all of them seemed to want improvements to happen. And even though we talked to them before the shooting at the synagogue and the attempted mail bombings of high-profile Americans, I'm certain that their desire to find some common ground would still be there now.",
        "33": "",
        "16": "So far, all the signs point to no.",
        "36": "In other words, sanctions hurt, but they don't change much.",
        "4": "",
        "26": "An ongoing trade war with China diminishes Trump's leverage in Beijing. And Vladimir Putin has been a big proponent of the existing nuclear deal, dispatching a special envoy to Tehran this morning to underline Russia's \"unequivocal support\" for the ruling clerics in the face of American \"unilateralism.\"",
        "70": "",
        "52": "But in a special election held back in August, the Republican candidate only managed to squeak by with less than a 1-percentage-point victory.",
        "3": "",
        "1": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday.",
        "30": "Sanction-busting smuggling is already on the rise in Iran. As much as 40 million litres a day of gasoline and heating fuel is shipped across Iran's borders and exchanged for cash, food and consumer goods."
    },
    "keywords": "iran,trump,country,american,day,sanction,iranian,talk,national,ohio",
    "title": "Why U.S. sanctions don't scare Iran"
}, {
    "url": "https://www.cbc.ca/news/world/migrant-caravan-mexico-city-1.4891589",
    "_id": "313cd35fe03de87e74c99691d9070dc8",
    "sub_category": "world",
    "content": {
        "11": "Cesar Gomez, a 20-year old Guatemalan, said he jumped at joining the caravan to avoid the dangers of travelling alone and paying thousands of dollars to human smugglers.",
        "9": "Mexico's government said on Saturday it was processing nearly 2,800 asylum requests and that around 1,100 Central Americans had been deported.",
        "6": "Thousands more Central Americans were moving in groups in the Gulf state of Veracruz, the central state of Puebla and in the southern state of Chiapas, local media reported.",
        "2": "More than 1,000 migrants, many fleeing gang violence and financial hardship in their home countries, bedded down at the stadium where the city government set up medical aid and food kitchens.",
        "8": "The U.S. government has pressured Mexico to halt the advance of the migrants and President Enrique Pena Nieto has offered temporary identification papers and jobs if they register for asylum in the southern states of Chiapas and Oaxaca.",
        "12": "\"This was a good opportunity,\" he said as he waited for a ride. \"The first thing is to try for the United States. If not, maybe I will stay here.\"",
        "7": "\"This is an exodus,\" Alejandro Solalinde, a Catholic priest and migrant rights activist, told reporters. \"It's without precedent.\"",
        "10": "At the capital's famed shrine to the Virgin of Guadalupe, a group of Mexican volunteers called out on bullhorns, offering bus rides to migrants to the stadium.",
        "4": "The migrants arrived in the capital, nearly 805 kilometres from the closest border crossings in Texas, four weeks after setting out from the Honduran city of San Pedro Sula.",
        "3": "Ahead of U.S. midterm elections this Tuesday, President Donald Trump has warned repeatedly about the advance of the caravan and ordered thousands of troops to the Mexican border, where units strung up razor wire this weekend.",
        "1": "The first Central American migrants from a caravan travelling through Mexico toward the United States in hopes of seeking asylum arrived in Mexico City on Sunday, taking up temporary shelter at a sports stadium.",
        "5": "\"Our heads are set at getting to the United States, to fulfil the American dream,\" said Mauricio Mancilla, who traveled with his six-year old son from San Pedro Sula. \"We have faith in God that we will do this, whatever the circumstances.\""
    },
    "keywords": "migrant,central,american,mexico,set,thousand,asylum,stadium,unite,city",
    "title": "1st wave of U.S.-bound migrants reaches Mexico City"
}, {
    "url": "https://www.cbc.ca/news/world/cbc-watch-us-america-midterm-elections-1.4890893",
    "_id": "69a0a4910c066b718e6ba93d1fa1731e",
    "sub_category": "world",
    "content": {
        "4": "Coverage starts at 8 p.m. ET Tuesday on CBC Radio One, hosted by Susan Bonner and Michael Enright.",
        "8": "On Thursday, Nov. 8, a special panel discussion called The National Conversation will delve into how the results will affect Canada-U.S. relations. Featured guests will include Minister of Foreign Affairs Chrystia Freeland.",
        "3": "Here's how to follow along on our various platforms.",
        "11": "",
        "9": "CBC's liveblog begins at 7 p.m. ET on Tuesday and continues throughout the night.",
        "6": "Power & Politics will kick off CBC's television coverage at 5 p.m. ET on Tuesday, before the American Votes special edition of The National at 8 p.m.",
        "2": "Tune in to CBC News for details and analysis of the results, how they affect the political climate in the U.S. and what it all means for Canada.",
        "1": "Americans head to the polls on Tuesday to cast their ballots in the U.S. midterm elections, a vote that could shape the second half of Donald Trump's first term as president.",
        "5": "Front Burner, CBC's daily news podcast, will drop at 6 a.m. Wednesday.",
        "7": "Heather Hiscox starts the day off on Wednesday at 5 a.m. with more on the results and plenty of analysis.",
        "10": "Additionally, cbcnews.ca will also carry livestreams of Power & Politics at 6:30 p.m. and The National at 8 p.m."
    },
    "keywords": "cbc,tuesday,result,national,politic,affect,news,special,start,vote",
    "title": "How to watch CBC's coverage of the U.S. midterm elections"
}, {
    "url": "https://www.cbc.ca/news/entertainment/spice-girls-to-reunite-without-posh-1.4892198",
    "_id": "e27d023a2fbf9c01f214a6aaf5f28c77",
    "sub_category": "world",
    "content": {
        "2": "The 1990s girl group posted a video message announcing a new 2019 U.K. stadium tour, but without original member Victoria (Posh Spice) Beckham.",
        "4": "The band was a 1990s phenomenon with hits including Wannabe and Viva Forever. They performed as a four-piece for two years after Horner quit the band in 1998, split in 2000 and last reunited at the 2012 London Olympics.",
        "1": "The Spice Girls are about to give fans what they really, really want: a reunion.",
        "3": "The band said Monday that Beckham, now a successful fashion designer, would not take part because of business commitments but \"will always be one of the Spice Girls and remains aligned with Emma, Mel B, Melanie C and Geri in preserving their unique legacy.\"",
        "5": "June dates have been scheduled in Manchester, Coventry, Sunderland, Edinburgh, Bristol and London."
    },
    "keywords": "spice,band,girl,london,beckham,stadium,coventry,busines,tmy,monday",
    "title": "Spice Girls to reunite for tour, but without Victoria Beckham"
}, {
    "url": "https://www.cbc.ca/news/world/el-chapo-us-trial-jury-cocaine-1.4891357",
    "_id": "a82a90b5a3d592a1dc7fc43ef19c1ab7",
    "sub_category": "world",
    "content": {
        "18": "The judge indicated he thinks the time and expense involved would add up to a logistical nightmare — and an inconvenience for New Yorkers who rely on the bridge to commute — for a trial expected to last as long as four months. He said there would be adjustments, but didn't elaborate.",
        "13": "Jurors also will be escorted to and from the courthouse by federal officers and sequestered from the public while inside. As a reason, the judge cited prosecutors' contention that Guzman's cartel \"employs 'sicarios,' or hit men, who carried out hundreds of acts of violence, including murders, assaults and kidnappings.\"",
        "14": "After Guzman was brought to New York, authorities here decided he should be housed in solitary confinement in a high-security wing of a federal jail in Manhattan that has held notorious terrorists and mobsters.",
        "11": "The judge also agreed with prosecutors that the jury for the case should be kept anonymous, a measure typical in terrorism or mob cases where jury intimidation is a concern.",
        "9": "The now imprisoned brothers paid a steep price for flipping: Prosecutors say in 2009 their father was murdered in Mexico by a cartel hit team.",
        "6": "The names of the witnesses have been blacked out on court documents, with prosecutors saying their identities need to be protected because their co-operation could put them in the crosshairs of a vengeful cartel. According to court papers, some are being held in special jail units for their protection, while others are in witness protection programs.",
        "2": "The almost-mythical criminal pedigree of Mexican drug lord Joaquin \"El Chapo\" Guzman, who was extradited in 2017 to face U.S. drug conspiracy charges, has sparked security concerns at his upcoming New York City trial that at times have drawn as much attention as the case's sensational allegations.",
        "19": "There's now speculation that a special cell for Guzman has been set up in the bowels of the courthouse where he will spend the nights after his days in court.",
        "8": "In one, a voice identified as Guzman's asks, \"How much can you get rid of in a month?\"",
        "12": "No one's hiding the ominous nature of the case from potential jurors. Questions for them on an initial screening form ask if they've ever heard of \"El Chapo\" along with, \"Have you, or has anyone close to you, ever felt fearful of or threatened by people who you thought were associated with drug crimes?\"",
        "7": "The list of people who could turn up on the witness stand is long. Two standout possibilities are twin brothers Pedro and Margarito Flores, former Chicago-based narcotics wholesalers who did business with Guzman before their arrest in 2008. They agreed to co-operate and record phone conversations with Guzman about the size of shipments smuggled on boats and airplanes.",
        "10": "At pretrial hearings leading to the trial, heavily armed federal officers and bomb-sniffing dogs patrolled outside. Anyone trying to attend the hearings was put through airport-style metal detectors at the courthouse entrance and at the door of the courtroom itself.",
        "15": "Central to that calculation was Guzman's history of giving directions to his lieutenants from Mexican jails and credentials as a two-time escapee there. The second time was via a 1.6 kilometre-long tunnel dug to the shower in his cell.",
        "20": "But no one is saying. For security reasons, of course.",
        "4": "Prosecutors say Guzman was in the habit of ordering the killings of anyone who got in his way during his heyday in Mexico as boss of the Sinaloa Cartel.",
        "3": "A look at those concerns for a trial that is starting Monday with jury selection. Opening statements are likely Nov. 13.",
        "16": "The logistical problem for his keepers: The case is being prosecuted across the East River in federal court in Brooklyn.",
        "1": "He is accused of having a hand in dozens of murders, of using his drug cartel to smuggle more than 200 tonnes of cocaine into the United States, even pulling off running the massive operation from behind bars. That's when he wasn't busy escaping from jail — twice.",
        "5": "In his way now is a lineup of government witnesses who survived the wave of violence and are expected to give details about the ruthless way he kept power for 20 years in the cutthroat world of international drug trafficking. The defence says the witnesses are the true bad guys whose testimony shouldn't be trusted.",
        "17": "For pre-trial hearings, authorities opted to transport him to and from jail by shutting down the Brooklyn Bridge to make way for a police motorcade that included a SWAT team and an ambulance, all tracked by helicopters."
    },
    "keywords": "guzman,trial,jail,drug,cartel,prosecutor,federal,court,time,hear",
    "title": "Jury selection begins Monday for U.S. trial of Mexican drug lord 'El Chapo'"
}, {
    "url": "https://www.cbc.ca/news/business/lowes-rona-closures-1.4892055",
    "_id": "da9297e5cf3f9a5d72273c859bfa0dc2",
    "sub_category": "business",
    "content": {
        "18": "Winder says Lowe's is facing a formidable challenger in Home Depot, which expanded to Canada first and as such got a real head start in winning over contractors who remain loyal to it.",
        "13": "The Atlantic Canada Regional Council of Carpenters, Millwrights and Allied Workers said many of the employees had worked for Rona for decades and \"deserved better treatment from this employer.\"",
        "14": "Lowe's bought rival Quebec chain Rona in 2016 in a $3.2-billion takeover, and soon began consolidating some of those locations into Lowe's stores to streamline operations.",
        "11": "\"Everything will be done to ensure a smooth transition until the stores are closed, and all impacted employees will be supported by our HR team,\" Lowe's Canada told CBC News in a statement.",
        "9": "The company says most employees at U.S. locations being shut down will be offered a job at a nearby store, but the company has made no such guarantee for Canadian workers — who currently number more than 28,000 people across all of Lowe's brands in Canada.",
        "6": "\"Everything will be done to ensure a smooth transition until the stores are closed, and Lowe's Canada will support impacted employees, including by transferring eligible employees to other locations within our network whenever possible.\"",
        "2": "The North Carolina-based chain said Monday morning that the closures are \"part of its ongoing strategic reassessment\" of its business.",
        "19": "Most of the stores Lowe's is closing have other locations nearby, which is no accident, Winder said.",
        "8": "The chain is also closing 20 Lowe's locations across the U.S. immediately. The Canadian locations will stay open for a bit longer, before being shuttered for good by the end of February 2019.",
        "12": "The union representing Atlantic Canada workers said in a statement, \"We are shocked by this news and we are equally shocked at the insensitive and disrespectful manner in which these employees were told this news. Meetings were called on Sunday afternoon and Sunday evening hundreds of employees were handed severance letters.\"",
        "7": "These are the stores in Canada that will be shut:",
        "10": "In Newfoundland and Labrador, the six stores slated to be closed currently employ 321 people.",
        "15": "Lowe's has been struggling to find ways to catch up with do-it-yourself giant Home Depot, whose stores on average generate almost twice as much in sales as Lowe's locations do.",
        "20": "\"They're cutting off the bottom rung of stores and hoping that customers in the area just go to a nearby store, and that way they can maintain their revenue,\" he says.",
        "4": "Across all of its brands, Lowe's currently has 2,390 stores across North America, including 630 in Canada. Other Lowe's-owned brands include Dick's Lumber, Contractor First and Ace Hardware.",
        "3": "Only two of the closing locations are currently branded as Lowe's, and both are in Ontario. One in Calgary is a Reno-Depot. The rest are Ronas, the Quebec chain that Lowe's bought in 2016.",
        "16": "Retail analyst Bruce Winder, co-founder of the Retail Advisors Network, said he's surprised it took Lowe's this long to close some of the underperforming stores it acquired in 2016 and consolidate its Canadian presence as much as possible under the Lowe's name.",
        "21": "",
        "1": "Home improvement retailer Lowe's is closing 31 locations in Canada, including 27 underperforming Rona stores in British Columbia, Alberta, Ontario, Quebec and Newfoundland and Labrador, along with 20 Lowe's locations in the United States",
        "5": "\"The decision to close stores is never one that we make lightly. However, following a detailed business review, we believe that this is the right path for the organization's future,\" Lowe's Canada's president Sylvain Prud'homme said.",
        "17": "\"If you have too many stores, your sales per store drop to a level where your costs are too high,\" he says. \"It's part of a natural pruning.\""
    },
    "keywords": "lowe,store,canada,location,close,employee,chain,include,brand,rona",
    "title": "Lowe's closing 31 locations in Canada, mainly Rona stores"
}, {
    "url": "https://www.cbc.ca/news/business/second-cup-earnings-1.4892915",
    "_id": "244a511137d0ec286e20cabb98b589d9",
    "sub_category": "business",
    "content": {
        "4": "The company says it is in the process of converting two Alberta stores to recreational cannabis dispensaries as part of its joint venture with National Access Cannabis Corp. that was announced in April.",
        "8": "That's up from a $2.96 million loss or a loss of 19 cents per share for the same quarter the previous year.",
        "3": "Second Cup says there is no guarantee any avenues will be pursued as a result of the review.",
        "11": "CEO Garry Macdonald said food delivery apps UberEats and Skip The Dishes are also helping to drive incremental sales.",
        "9": "Second Cup says its same-store sales grew 0.3 per cent in the quarter as it continues to add Pinkberry frozen yogurt to its locations.",
        "6": "The stores would operate under the Meta Cannabis Supply Co. brand.",
        "2": "The company says its board recognizes the need for the chain to continue to evolve and it now has the capacity to support a broader range of strategic alternatives thanks to a strengthened balance sheet.",
        "1": "The Second Cup Ltd. says it has started a strategic review of the coffee chain company despite reporting improved financial results and is continuing on its plan to sell recreational cannabis.",
        "5": "It says many more locations in Ontario have been identified as attractive candidates for such conversions.",
        "7": "The announcement came as the company released its third-quarter earnings report, which saw its profit rise to $766,000 or four cents per share for the quarter ended Sept. 29.",
        "10": "It now sells Pinkberry at 84 Canadian stores and says the yogurt is an important contributor to overall sales and transactions."
    },
    "keywords": "cannabis,quarter,company,store,sale,cent,cup,continue,chain,strategic",
    "title": "Second Cup converting 2 Alberta cafés to cannabis dispensaries, will review rest of chain"
}, {
    "url": "https://www.cbc.ca/news/business/barrick-shareholders-give-vote-of-confidence-for-randgold-takeover-1.4893017",
    "_id": "3944eb93aaac1357a4a70a19140c326a",
    "sub_category": "business",
    "content": {
        "4": "Randgold shareholders are set to vote on the merger Wednesday.",
        "3": "The deal would also see Randgold chief executive officer Mark Bristow move to the same role at Barrick.",
        "6": "The all-share takeover, which valued Randgold at about $7.9-billion when announced, would restore Barrick's status as the world's largest gold miner.",
        "2": "The proposed combination of the two companies, announced in September, would add gold mine properties in Mali, Senegal, Ivory Coast, and the Democratic Republic of Congo to Barrick's portfolio.",
        "1": "Barrick Gold Corp. says shareholders have voted more than 99 per cent in favour of a takeover of Randgold Resources Ltd.",
        "5": "Last week, Barrick sweetened its offer to Randgold shareholders by boosting the dividend offer for 2018 to $2.69 per Randgold share from the $2 initially proposed."
    },
    "keywords": "randgold,barrick,shareholder,gold,propose,share,vote,announce,offer,takeover",
    "title": "Barrick shareholders give vote of confidence for Randgold takeover"
}, {
    "url": "https://www.cbc.ca/news/business/treb-october-sales-1.4892473",
    "_id": "617410ea3638112d78a2315caec7d299",
    "sub_category": "business",
    "content": {
        "4": "The average sale price for a condo was $603,153 in Toronto, compared to $461,013 in the 905. That's a 4.1 per cent change year over year in the average price.",
        "8": "\"Many households in the Greater Toronto Area remain upbeat on home ownership as a quality long-term investment. A strong regional economy and steady population growth will continue to support the demand for housing ownership as we move into 2019,\" Bhaura said.",
        "3": "The average sale price of a home for October 2018 in the GTA was up 3.5 per cent on a year-over-year basis to $807,340.",
        "6": "Supply of homes is tightening, with sales up and new listings down, according to TREB President Garry Bhaura. There were 14,431 new listings in the GTA in October 2018 — down 2.7 per cent compared to October 2017.",
        "2": "The emerging seller's market for homes was strongest in the city of Toronto, driven by a 10.9 per cent increase in the home price index for condos, which compares an equivalent unit from year to year.",
        "1": "The Toronto Real Estate Board is reporting a six per cent increase in home sales last month compared to the same month a year earlier, with strong demand for condos and low-rise units.",
        "5": "A detached house in Toronto came with an average price tag of $1.3 million, compared to $914,000 in the 905, reflecting a more modest increase of one per cent.",
        "7": "The market cooled in the spring when the federal government introduced new stress tests for homeowners and borrowing costs rose. Further interest rate hikes are expected in the coming year. But Baura remains optimistic about real estate sales, though he doesn't expect a return of the 2016 boom in housing prices."
    },
    "keywords": "home,price,cent,sale,toronto,compare,average,house,condo,increase",
    "title": "Greater Toronto home sales in October up 6% from year ago"
}, {
    "url": "https://www.cbc.ca/news/business/poloz-britain-withdraw-stimulus-1.4892214",
    "_id": "4c99b8bb30712d510874aa4c3f2fd7b4",
    "sub_category": "business",
    "content": {
        "4": "In prepared remarks of Poloz's speech Monday in the United Kingdom, he said the world economy has made considerable progress in shaking off the effects of the 2007-08 financial crisis. Interest rates around the world have remained very low over that period.",
        "8": "\"In general, it is not appropriate for a central bank to formulate policy based on only one side of a risk distribution. Rather, the Bank of Canada must attempt to weigh both the upside and downside risks and take a middle, risk-balanced path.\"",
        "3": "Poloz recently introduced the central bank's fifth interest rate hike in 15 months and warned Canadians, many of whom are carrying high levels of debt, to get used to the idea of three per cent interest rates as the new normal.",
        "11": "He also said the central bank will pay close attention to new developments in international trade.",
        "9": "Poloz reiterated Monday that Canada's projections for economic growth and inflation mean interest rates will continue to move higher. The central bank raises rates to keep inflation from climbing too high.",
        "6": "He also said the risks of international trade actions, both actual and threatened, have preoccupied investors. But he argued these risks are two-sided and resolutions to disputes can provide fresh economic lifts.",
        "2": "Stephen Poloz's remarks Monday came as the Bank of Canada signals it will gradually raise its benchmark interest rate from its current level of 1.75 per cent to a so-called neutral stance of somewhere between 2.5 per cent and 3.5 per cent. The big question is how quickly the rate will rise.",
        "1": "The governor of the Bank of Canada says after a decade of low-interest rates around the world the global economy has reached stronger footing where stimulus can be \"steadily withdrawn.\"",
        "5": "\"After a decade of extraordinary effort by central banks to flood markets with liquidity, the global economy has reached the stage where stimulus can be steadily withdrawn,\" said Poloz's speech to the Canada-U.K. Chamber of Commerce.",
        "7": "\"We have seen exactly this dynamic play out in Canada, as fears that [the North American Free Trade Agreement] would be torn up have been replaced with relief after agreement on the United States-Mexico-Canada trade agreement,\" he said.",
        "10": "The Bank of Canada, he added, will decide on the appropriate pace of the increases based on how well the economy adapts to higher interest rates established by earlier hikes, given the high levels of household debt."
    },
    "keywords": "bank,rate,canada,poloz,risk,central,cent,economy,trade,agreement",
    "title": "World economy strong enough to withdraw stimulus, Poloz says"
}, {
    "url": "https://www.cbc.ca/news/business/midterms-canada-economy-1.4884401",
    "_id": "0d849fd21c1d8348cde12b454e9a0755",
    "sub_category": "business",
    "content": {
        "25": "\"I think there's a risk there,\" Momani says.",
        "14": "\"Now that we have this replacement agreement, it's not a sure thing it will pass through Congress,\" Hart says.",
        "17": "He says the inflamed rhetoric of the campaign is pulling the two sides into more radical opposition, adding to the business uncertainty of where the U.S. goes next.",
        "10": "In an integrated North American economy, not knowing whether U.S. spending is on or off can make a big difference to Canadian suppliers, too. U.S. spending and borrowing policy affects bond rates and the value of the dollar.",
        "27": "A less controversial positive outcome for Canada is that a Democratic majority could help defuse the U.S.'s growing trade conflict with China, which Bank of Canada governor Stephen Poloz has called one of the biggest risks to the Canadian economy.",
        "18": "\"It's really a division that's not just political anymore,\" says Béland, Canada Research Chair in public policy. \"You watch MSNBC and Fox News and you think you live on two different planets.\"",
        "7": "If that outcome actually materializes, with the Democrats in control of the House and the Republicans the Senate, historian and former Canadian trade negotiator Michael Hart says there would be little chance of compromise between the two bodies.",
        "22": "Another area where Canadian business interests could suffer is on environmental issues, says Bessma Momani, a specialist in financial and foreign policy at Waterloo's Balsillie School of International Affairs.",
        "15": "Besides the possibility anti-Trump Democrats see USMCA as the president's baby, Hart says the new deal is actually more restrictive on trade than NAFTA.",
        "20": "\"His foe is quite abstract,\" Béland says. \"It's liberals or immigrants or specific target groups.\"",
        "6": "But the shorter version is that in an already fractured U.S. political system, there is a good chance the body that passes the laws — the House of Representatives — will flip from Republican to Democratic Party control and thus be in direct opposition to Trump's executive branch, which runs the country and enforces the laws.",
        "3": "Anti-Trump Canadians may be breathing a sigh of relief at the prospect, but some Canadian policy experts say a Democratic win is not necessarily better for the Canadian economy or Canadian business.",
        "23": "",
        "24": "Appealing to a more environmentally conscious, urban electorate, a Democratic House could lead to a backlash against Canadian oil and gas projects, including the oilsands and pipelines such as Keystone, which are necessary to get Canadian oil to market.",
        "29": "She says the president's daughter, Ivanka Trump, has been pushing the gender issue in the U.S. but has had little backing from the Republican administration or Congress.",
        "5": "Those who find the current election process confusing would do well to read CBC Washington correspondent Matt Kwong's \"primer on why November's elections matter.\"",
        "31": "",
        "13": "Democratic supporters would no doubt beg to differ, but the discord that Hart predicts could spell the end of not only any future pro-Trump legislation, but also the end of the new U.S-Mexico-Canada trade agreement (USMCA) that Foreign Affairs Minister Chrystia Freeland has been struggling over since Trump threatened to throw out the North America Free Trade Agreement.",
        "11": "\"There may be centrist legislators left but they dare not admit it,\" says Hart, who believes Democrats are raring for a fight.",
        "9": "He says we should expect another budget impasse, and with a swollen deficit and the prospect of social service cuts to balance the accounts, there will be little room for coaxing centrist Democrats onside with new costly initiatives, including the mooted middle class tax cuts.",
        "2": "Until all the votes are counted, no one can be sure where the chips will fall, but there is increasing evidence that President Donald Trump's Republican Party could lose control of the House of Representatives.",
        "30": "\"There might even be, dare I say, bipartisan support.\"",
        "8": "\"In earlier days, until about the 1980s, it was possible for Democrats and Republicans to form a coalition and pass legislation,\" says Hart, Carleton University's former Simon Reisman Chair in trade policy and author of A Trading Nation: Canadian Trade Policy from Colonialism to Globalization.",
        "12": "\"If Congress does go Democratic and they select Nancy Pelosi again, you have someone who,\" Hart pauses, \"lacks wisdom, let's put it that way.\"",
        "33": "",
        "16": "Oddly enough, the effect of rejecting USMCA would be to keep NAFTA in place. But University of Saskatchewan public policy expert Daniel Béland, who has worked and studied in the U.S., says that ostensible trade continuity may be of little reassurance to business if it merely raises the ire of Trump and his supporters.",
        "4": "And even if the Republicans manage to hold on to both the House and the Senate, the increasing clash of ideologies stoked by the bitter campaign could create lasting divisions that will continue to plague Canada-U.S. economic relations.",
        "26": "Of course, for many Canadians, increased environmentalism, including support on climate change and automobile fuel-efficiency standards, would be seen not as a risk but a benefit.",
        "32": "Follow Don on Twitter @don_pittis",
        "21": "And with a Democrat-controlled House, frustration could push more zealous Trump devotees into greater extremism against their adversaries, real or imagined.",
        "1": "Canadians who thought political and economic turmoil south of the border had reached a peak may be in for a surprise after tomorrow's midterm elections.",
        "19": "He is worried that growing anger over issues such as immigration and trade could exacerbate the kind of violence we have already seen, as each side speaks exclusively to its own supporters, leading to yet greater uncertainty. In the case of Trump, unlike in the campaign that elected him, he does not have Hillary Clinton as a focus for his attacks.",
        "28": "Momani also says that increased Democratic power could mean Canada and the U.S. could move ahead on what's called the \"gender dividend,\" where increasing the percentage of women in businesses is calculated to increase revenue by more than three per cent and boost an economy struggling from a shortage of talent."
    },
    "keywords": "canadian,trump,trade,democratic,hart,policy,increase,house,republican,canada",
    "title": "How the U.S. midterm elections could shake up Canadian business: Don Pittis"
}, {
    "url": "https://www.cbc.ca/news/business/senior-hounded-about-debt-despite-canadian-tire-mastercard-balance-protector-1.4886191",
    "_id": "2a8e647e2b81182e8ebd602189ffc4e1",
    "sub_category": "business",
    "content": {
        "51": "",
        "25": "",
        "73": "",
        "80": "\"They will never see me set foot in their blasted store again,\" says Graves. \"If I want to buy something, I'll go somewhere else.\"",
        "27": "Taylor has examined the fine print on insurance contracts for a number of credit cards, and says she'd never buy such a product.",
        "18": "Canadian Tire turned down a Go Public request for an interview, and instead emailed a statement, saying, \"We take any concern raised by our customers seriously and in this particular case, we were able to quickly resolve the matter.\"",
        "65": "",
        "37": "",
        "22": "",
        "15": "Two days after Go Public contacted Canadian Tire Bank, a spokesperson phoned Jolante Graves and apologized for the harassing phone calls.",
        "20": "",
        "38": "\"If you're someone like me in the gig economy, I'm not going to be covered, because I have multiple jobs and none of them add up to 25 hours a week,\" says Taylor.",
        "47": "",
        "23": "A bank spokesperson declined to say how much Graves had paid in premiums \"for privacy reasons,\" but in a letter to Jolante Graves, a senior representative wrote, \"the amount of creditor insurance premiums paid was far less than the amount of debt that Canadian Tire Bank has forgiven.\"",
        "60": "",
        "67": "",
        "29": "\"It generally doesn't help the consumer,\" says Taylor. \"It's just an expensive product that they're adding to their debt load and the premiums are extremely high.\"",
        "31": "Canadian Tire charges $1.10 per $100 balance a month for its Credit Protector product (which decreases to 59 cents per $100 when the cardholder turns 80). That means that the average customer with a monthly balance of $2,500, who doesn't get the discount, pays $27.50 a month for insurance, or $330 a year, plus taxes.",
        "48": "",
        "75": "",
        "56": "",
        "13": "In July, a letter arrived from Canadian Tire Bank, saying her husband's overdue account was being \"escalated to our Credit Recoveries Department,\" and demanded immediate payment.",
        "64": "\"A credit card is a high interest product, initially meant for safety and convenience,\" says Scott Hannah, president of the Credit Counselling Society. \"They're not designed to carry a long-term balance, that's the problem.\"",
        "9": "In the months following her husband's stroke, Jolante Graves says he became unable to recognize her and couldn't read or write.",
        "50": "\"It's all on paper, so they can figure out what your risk is for making a claim, and charge the correct premium. That underwriting doesn't exist with credit card insurance.\"",
        "40": "",
        "8": "\"Credit card protection is fantastic for the banker, usually horrible for the consumer,\" says personal finance expert Kerry Taylor, from Vernon, B.C.",
        "12": "Graves says she told them her husband had dementia, and was unable to file a claim on his own, but because the policy was in her husband's name, she was told by bank officials that they could only deal with him.",
        "62": "",
        "79": "",
        "55": "",
        "54": "Taylor says people get better protection if they pay for life and disability insurance.",
        "76": "\"I'm glad he never knew,\" says his wife. \"He would be devastated. He bought that insurance for peace of mind.\"",
        "32": "",
        "41": "George Graves didn't qualify for unemployment coverage.",
        "49": "",
        "34": "Taylor says what policies actually cover is \"extremely narrow.\"",
        "19": "",
        "28": "",
        "59": "She also recommends people create their own emergency fund.",
        "14": "George Graves died four weeks ago.",
        "17": "She signed a confidentiality agreement, but CBC had already interviewed her.",
        "10": "She says employees from Canadian Tire Bank repeatedly phoned her at home, demanding she pay her spouse's outstanding credit card bill, which was about $17,000. She had not co-signed for the credit card, and had no obligation to pay it off.",
        "78": "She's glad Canadian Tire settled the dispute over her husband's Mastercard, but says the retailer has lost her as a customer.",
        "72": "",
        "69": "",
        "7": "But financial experts say the product is pricey, carries numerous conditions to qualify for coverage and often doesn't pay out. In many cases, the insurance will only cover the minimum monthly payment — not the entire balance.",
        "58": "",
        "35": "",
        "6": "It's estimated that millions of Canadians pay for insurance on their credit cards.",
        "77": "",
        "44": "His wife also couldn't collect on the life insurance included in the coverage, because that stops paying out at age 80.",
        "21": "Go Public asked how much George Graves had paid in credit card insurance over the years — a recent Mastercard statement from Canadian Tire Bank showed that he was paying about $105 a month for insurance.",
        "39": "",
        "81": "— With files from Enza Uda",
        "24": "He also wrote that Canadian Tire \"has processes in place\" to make customers \"aware of how their credit protection insurance coverage could apply\" and that these processes were followed.",
        "82": "",
        "61": "\"That way, if you get sick or injured, you can cover your minimum monthly payments yourself,\" says Taylor.",
        "5": "\"I thought we'd be OK because of his credit card insurance,\" his wife told Go Public.",
        "42": "",
        "66": "",
        "43": "He was still working as a farrier, shaping and fitting horses with shoes, when he was sold the insurance on his credit card, but he didn't have one employer for 25 hours a week.",
        "53": "",
        "68": "He says counsellors at his office often hear from people who get into credit card debt and are surprised to learn the insurance they've been paying for doesn't cover them.",
        "45": "",
        "63": "",
        "11": "\"They have been evasive, rude and unkind,\" Graves wrote in an email to Go Public. \"This is causing me a lot of distress.\"",
        "46": "\"With a standard life insurance or disability policy, someone is going to ask you questions about your health, your age, your gender, what kind of work you do and so on,\" says Taylor.",
        "2": "\"My husband paid for Credit Protector insurance all these years in case something bad should happen,\" says his 72-year old wife, Jolante Graves.",
        "57": "\"Get the underwriting,\" she says, \"so you know if your illness will be covered or not.\"",
        "71": "",
        "74": "George Graves died unaware of the controversy that surrounded his outstanding credit card debt.",
        "33": "",
        "16": "He also said that although her husband would have to make the insurance claim, he was willing to erase the debt — which had grown to over $18,000 — if she agreed to keep the deal confidential.",
        "36": "Often people who buy credit card protection think they have unemployment coverage, but learn they don't qualify because many insurance companies require the cardholder to be working for one employer for a minimum of 25 hours a week.",
        "4": "George Graves, 84, a farrier from Addison, Ont., had a stroke in February that put him in long-term care and quickly led to vascular dementia.",
        "26": "",
        "70": "\"It's not until they hit financial trouble that they find out they never qualified to begin with,\" says Hannah, noting that many consumers don't read the fine print before they sign up for credit card protection plans.",
        "52": "",
        "3": "\"Now it's happened, and the company doesn't want to live up to … expectations.\"",
        "1": "Almost 30 years ago, George Graves signed up for a Mastercard at his local Canadian Tire store. He was also sold insurance on that credit card, designed to help with payments in the event a cardholder loses their job, becomes disabled or gets sick.",
        "30": ""
    },
    "keywords": "credit,insurance,card,grave,pay,canadian,tire,taylor,husband,bank",
    "title": "Canadian Tire tells wife of ailing customer to pay his $18,000 debt, despite credit card insurance"
}, {
    "url": "https://www.cbc.ca/news/canada/british-columbia/vancouver-zero-waste-business-ikea-1.4890774",
    "_id": "8805eff683149859df647a8c3e9ab034",
    "sub_category": "business",
    "content": {
        "25": "The program accepts used clothes from its customers. The ones in good condition are resold, while the tarnished ones are either mended or disassembled for their raw materials.",
        "14": "Seale said IKEA plans to become a full zero waste business by 2030. To do this, it's looking at product design — it intends to use more recycled materials. It's thinking about using materials that are more easily recyclable and can be added back into its supply chain.",
        "38": "",
        "17": "\"As we need more and more materials to make more stuff, we're going to run out of those materials,\" Bertels said.",
        "10": "Some companies are creating new revenue streams from reselling their used products. Others are saving costs on materials in the long-term by recycling old items.",
        "27": "\"And so we want to harness those materials as resources that can be remade to start their journey all over again.\"",
        "18": "Some IKEA locations in Europe have recycling locations on site where customers can drop off furniture that's broken or that they no longer need. Seale hinted that the same service may be coming to Canada.",
        "7": "Stephenson said customers and stakeholders concerned about the fate of the planet are driving sustainability initiatives, as are cities and other governments dealing with bulging landfills.",
        "22": "IKEA also sees the second-hand market as a business opportunity to expand its product line to include more secondary items that could spruce up older ones, like sofa slipcovers.",
        "15": "\"We don't really think of waste as such. We really think of materials as resources and how we can maximize the value of those things,\" Seale said.",
        "20": "Sustainability could be considered a tricky subject for a company synonymous to some for cheap goods that aren't known to last long. But Seale counters that stereotype by pointing to another one of IKEA's sustainability initiatives: dipping into the used goods market.",
        "6": "\"I think that's a trend that's only gong to pick up steam.\"",
        "3": "In recent years, large retail brands such as IKEA and clothing designer Eileen Fisher have embarked on campaigns that urge customers to reuse and recycle their products, from setting up recycling depots for used furniture to encouraging customers to return used clothing.",
        "23": "The second-hand market is a large part of clothing designer and manufacturer Eileen Fisher's sustainability initiatives.",
        "24": "Megan Arnaud, the company's retail leader for its Renew take-back program, will also be speaking at the conference next week.",
        "29": "As Arnaud points out herself, it's good for business. Arnaud said the resale wing of the Renew program is a significant source of revenue.",
        "5": "\"Businesses are certainly increasingly expected to be considering sustainability and responsibility in everything they're doing,\" said Christie Stephenson, executive director of the University of British Columbia's Peter P. Dhillon Centre for Business Ethics.",
        "31": "",
        "35": "",
        "13": "Brendan Seale, head of Sustainability for IKEA Canada, will be at the conference this week to share his company's long-term sustainability strategy.",
        "34": "",
        "11": "The circular economy is all about reshaping business models to reduce and reuse waste and return it into the production cycle.",
        "9": "For starters, research from the Conference Board of Canada indicates that companies with an explicit social purpose like sustainability as part of their mandate have more loyal customers and better employee retention.",
        "2": "It's been described as the \"circular economy\" and it's a business trend that's as much about the bottom line as it is about sustainability.",
        "30": "\"This is becoming a viable part of the business. We're producing revenues that show that this program has a future.\"",
        "8": "But companies that embrace the sustainability trend find that it has financial benefits as well.",
        "12": "\"The circular economy is sort of business innovation at its best. It's an efficient use of resources,\" Stephenson said. \"Business are seeing that there is a business expectation that translates to a business case.\"",
        "33": "",
        "16": "Stephanie Betrtels, a professor at Simon Fraser University's Beedie School of Business, points out that raw materials are becoming increasingly expensive and hard to access.",
        "36": "",
        "4": "More than 500 people are expected to attend the Zero Waste Conference on Thursday and Friday at the Vancouver Convention Centre. The conference, now in its eighth year, is founded by Metro Vancouver in collaboration with the Federation of Canadian Municipalities and the National Zero Waste Council.",
        "26": "\"Our product is made with high-quality materials. There's a lot of care that goes into the sourcing and production of our pieces,\" Arnaud said from her Seattle office.",
        "32": "",
        "37": "",
        "21": "Seale said the pervasiveness of second-hand IKEA products speaks to their durability and attractiveness. The company has partnered with second-hand online listing service Kijiji to highlight IKEA products for sale on the platform.",
        "1": "Companies that have embraced waste reduction as part of their business strategy will share the secrets of their success at a conference in Vancouver this week.",
        "19": "The recycling centres provide another touch point with customers — when they come in, they may choose to browse for more products to buy.",
        "28": "SFU's Stephanie Bertels said the driver for these types of programs isn't entirely altruistic. Companies like Eileen Fisher can use buy-back programs to reinforce their brand as high-quality and timeless."
    },
    "keywords": "busines,sustainability,material,company,ikea,product,customer,recycle,waste,conference",
    "title": "Ikea, Eileen Fisher make business case for reduced waste"
}, {
    "url": "https://www.cbc.ca/news/business/telecommuting-on-rise-1.4887564",
    "_id": "0f45e5ce43c3ddb4e7b1cb38622b22ea",
    "sub_category": "business",
    "content": {
        "25": "\"You need a day to do work away from people asking questions and having meeting after meeting,\" she says. \"It's a good day to actually put work together rather than discuss it. I find that it's my busiest day of the week, in addition to being the happiest day.\"",
        "14": "\"From my discussions with organizations, they're finding that employees are starting to expect it, and they need to be able to offer those kinds of things to both attract and retain quality professionals,\" said Tara Dragon, founder of WorkEvolution, an Edmonton-based consultancy and job platform that helps remote workers find jobs and companies adapt to telecommuting.",
        "38": "",
        "17": "Vancouver companies, for example, aren't paying tech workers what they'd need to live in the city proper, which only becomes more of an issue as their lives evolve, says Dragon.",
        "10": "Given the cost of living in major centres, if ClearWay had an office in downtown Vancouver or Toronto, support staff making $4,000 to $5,000 a month wouldn't be able to afford to work there without punishing commutes from outer suburbs, he says.",
        "27": "Karen O'Malley and her husband moved to Petawawa, Ont., six years ago, to be near her family and to be free of the mortgage they held on their previous home in Oakville, Ont.",
        "18": "\"Not only is it expensive to buy a house, it's expensive to raise a family there,\" she said, especially once things like child care are taken into account.",
        "7": "His new firm spends around $200 a month on occasional access to meeting rooms in co-working spaces — a savings Vigier says is passed on to the client through lower fees.",
        "22": "Work-from-home flexibility is a significant incentive to stay.",
        "15": "\"Some view it as an opportunity to save on their real estate costs, which, for knowledge organizations, can be the second-largest expense after people,\" she said, noting that office space can often amount to $10,000 per year per employee.",
        "20": "By some estimates, Dragon says it can cost companies up to nine months of a person's salary when they leave.",
        "6": "At a previous firm where Vigier was an investor, the company spent around $20,000 per month for office space, keeping with the industry's tradition of projecting an image of success through big boardrooms and beautiful views.",
        "3": "Five months ago, Alistair Vigier launched his all-virtual law firm, with a staff of eight who telecommute from a variety of locations across the country.",
        "39": "",
        "23": "When Candace Beres, 30, switched jobs six months ago, one of the things she was looking for was the flexibility to telecommute from her home in Hamilton some of the time, freeing up time that would otherwise be spent making the hour-long-plus commute to and from offices in Toronto.",
        "24": "Now a senior account manager for public relations and marketing firm The Colony Project, where all employees work from home on Fridays, Beres says her telecommuting days are her most productive.",
        "29": "\"I can probably do at least twice the amount of work because there aren't the same interruptions. I find it easier to focus on larger projects and the turnaround time is a lot better.\"",
        "5": "All work from home, meeting their family law clients in their homes or at coffee shops when needed.",
        "31": "\"You almost feel like they're sitting beside you. They're very good at keeping you involved and up to date on everything that's going on in the company,\" she said of her employers, who also work from home.",
        "41": "",
        "35": "\"If you're going to have a remote team, you have to have all of this in place. It's critical,\" said Bennett, a veteran work-from-home professional. If you have a question, \"you can't just go and look over the partition,\" she said, so these tools allow remote colleagues to do the virtual version of that peek over the cubicle wall.",
        "13": "Emboldened and in demand, workers in Canada's low-unemployment provinces are increasingly game to work for companies that will allow them to telecommute, and industries — including those not typically known to embrace remote workers — are adapting to meet that demand.",
        "34": "Her department uses Microsoft's Office 365 to collaborate, as well as its online chat platform, Teams.",
        "11": "",
        "9": "\"A lot of our lawyers are younger, so they really want that work-life balance. We had younger lawyers at the previous firm and they were always pushing to work from home anyway.\"",
        "2": "",
        "30": "O'Malley says she has felt isolated from her colleagues in previous work-from-home roles — but not in her current job.",
        "40": "",
        "8": "And staffers value the flexibility that comes with being able to work from home, he says.",
        "12": "Remote workers are looking better than ever to companies contending with expensive office space and a shortage of skilled workers who may not be able to afford housing in major urban centres.",
        "33": "Sharon Bennett is a staff instructor for LinkedIn Learning, now owned by Microsoft. Although the company is based in Carpinteria, Calif., she telecommutes from her home in Guelph, Ont., and her colleagues are spread around the continent.",
        "16": "For other companies, it's a way to solve hiring challenges by accessing talent outside of a comfortable commuting radius.",
        "42": "",
        "36": "And Bennett says she loves her company's philosophy around working hours. \"It's basically: Get stuff done. It doesn't matter when, but get it done.",
        "4": "While Vigier is based in Victoria, ClearWay Law's lawyers are distributed around the Greater Toronto Area, and its admin and other staff are spread around Victoria, Vancouver and Regina.",
        "26": "There was a work-from-home component to almost every job Beres considered, and she says that more of her millennial peers are looking for the same. Many of her friends who had moved to Toronto for work have since moved back to Hamilton to raise their kids in less costly housing close to family.",
        "32": "The team of four remote workers and several freelance contributors communicates using WhatsApp throughout the day.",
        "37": "\"I tend to work better in the evenings, so I'll sit down after 6 or 7 [p.m.] and I'll work for another 3 or 4 hours. And as long as we meet our targets, it's not an issue. We embrace it and we enjoy that freedom. If I want to take my son to an appointment or go the gym, no one looks down on that.\"",
        "21": "\"That's covering salary, overtime, replacement, time spent recruiting, retraining — never mind potentially losing customers or other team members if it's a senior leader.\"",
        "1": "",
        "19": "The business case she makes to companies as they contemplate adding remote workers to their staff is twofold, says Dragon. Beyond lowering commercial real estate costs, there's also the significant expense of turnover.",
        "28": "She works remotely full time as office manager for AgentC, a recruiting firm that specializes in hiring admin workers for the real estate industry. Like Beres, she also finds productivity is higher in her home environment."
    },
    "keywords": "home,company,worker,remote,office,day,month,firm,meet,staff",
    "title": "Telecommuting on the rise to meet challenges of real estate market, labour shortage"
}, {
    "url": "https://www.cbc.ca/news/business/marketplace-cheat-sheet-cra-scam-food-sensitivity-1.4890376",
    "_id": "17a72bbfdabdbee7823d198bb71c1eda",
    "sub_category": "business",
    "content": {
        "13": "Charlsie Agro rolls up her sleeves to try food sensitivity tests sold by some of Canada's biggest labs. Can they really tell you which foods could make you sick? Also this week: Makda Ghebreslassie investigates \"tech abuse.\" And we look into the real deal behind those pricey and popular \"teatoxes.\"",
        "11": "RCMP victimized by $100,000 credit card cloning scam. The police force has changed its procedures after organized criminals cloned one of their gas credit cards and the fraud went undetected for months.",
        "9": "American Apparel returns to Canada with an online store. One year after its bankruptcy and closure, the brand is now Canadian-owned and won't have any physical stores.",
        "6": "Canada's two biggest telecoms say they don't tolerate misleading sales tactics. Their defence to the CRTC came after hundreds of telecom employees told CBC's Go Public about aggressive attempts to get customers to sign up for new services. Hundreds of customers have also complained since the regulator started public consultations.",
        "2": "Miss something this week? Don't panic. CBC's Marketplace rounds up the consumer and health news you need.",
        "8": "We're back on the case investigating the dark side of high-tech home security systems. Ferial Nejim says her ex-partner used smart home technology to harass her. She says she contacted local police, but was told nothing could be done because her ex-partner owned the home.",
        "12": "These kids' water bottles could pose a choking hazard; these chicken burgers could be contaminated with salmonella; these hammer drills could pose a risk of injury; this culantro could be contaminated with salmonella.",
        "7": "",
        "10": "Hungry squirrels go nuts over Ottawa man's Honda. Lenard Broadhead says rodents gnawed on the biodegradable parts on his eco-friendly car.",
        "4": "The call centres behind those fake CRA calls have been raided. It follows our investigation that revealed where many of the scammers were operating. In one of the facilities, police found details on more than 600 Canadian victims. RCMP will contact them to find out how much was stolen and whether there is any prospect of getting the money back.",
        "3": "Want this in your inbox? Get the Marketplace newsletter every Friday.",
        "1": "",
        "5": "Statistics Canada has been asking banks across the country for your financial information, and that's prompted the privacy commissioner to launch a probe. The agency says the data is for research on the housing market and debt levels, and there are no privacy violations."
    },
    "keywords": "canada,polouse,home,tell,customer,contaminate,pose,salmonella,rcmp,contact",
    "title": "CRA phone scam and food sensitivity tests: CBC's Marketplace consumer cheat sheet"
}, {
    "url": "https://www.cbc.ca/news/politics/veterans-affairs-pension-disability-1.4890117",
    "_id": "fba9967ec19be20126f50c6d7608cb3a",
    "sub_category": "politics",
    "content": {
        "25": "\"You do wonder why it took so long to recognize it was an error and why there wasn't some … compensation at the end of it,\" Hillier said.",
        "14": "",
        "17": "The department did not, however, make any move to reimburse veterans for the lost income, which would have — in the worst cases — amounted to a few hundred dollars per month.",
        "10": "As many as 175,000 of them have since died, leaving the federal government with a legal mess to untangle related to their estates.",
        "27": "But the ombudsman said the difference was not made up for those who received disability pensions between 2002 and 2010.",
        "18": "\"We did not look really look at causes ... We did not look at the how or the why,\" said Parent. \"We discovered the error. They acknowledged it and now our interest is in fairness and making sure they are repaid and the money goes back into veterans' pockets.\"",
        "7": "",
        "22": "Sean Bruyea, a veterans advocate and long-time critic of the department, said he wonders what would have happened had the ombudsman not dug into the file and whether the department was trying to hide its mistake.",
        "15": "The error ran unchecked from 2002 to 2010, according to internal department numbers analyzed by the ombudsman's staff.",
        "20": "Conservative defence critic James Bezan was caught off guard by the news and claimed two former veterans ministers, who served through the time when the mistake was spotted, knew nothing about it.",
        "6": "\"Our interest is that veterans and their families are treated fairly,\" said Parent in an interview Monday with CBC News.",
        "3": "A written statement from Veterans Affairs Minister Seamus O'Regan confirmed a retroactive compensation program is in the works — but the affected veterans will have to wait up to two years to get their money.",
        "23": "\"They were waiting for someone to hopefully not find this information,\" he said. \"And when it was found, the fact that they're not being agile and responsive to get this solved, paints a picture of a department that's sorely out of touch with how it impacts veterans.\"",
        "24": "Canada's former top military commander, retired general Rick Hillier, said he is willing to believe the miscalculation was an honest bureaucratic snafu, but he still has questions.",
        "5": "The minister thanked the ombudsman, Guy Parent, for uncovering the error.",
        "13": "\"Those war veterans that are in low income and that receive the war allowance ... I mean, two thousand dollars is almost the equivalent of a monthly payment for them,\" the ombudsman said. \"It is significant for them.\"",
        "11": "\"It's going to be a challenge,\" Parent said.",
        "9": "The department didn't factor in the basic provincial tax credit for individuals. That led to lower monthly payments for 272,000 veterans — a significant number of them Second World War and Korean War veterans.",
        "2": "The mistake was uncovered by the veterans ombudsman's office, which has worked with the federal department for over a year to get it to confirm the mistake and make amends.",
        "8": "The error was made in the monthly indexing calculation on disability awards and pensions and is believed to have started as far back as 2002.",
        "12": "Depending upon individual circumstances, the ombudsman said, the error would have deprived veterans of between $50 and $2,000 during the timeframe.",
        "16": "In 2011, Veterans Affairs inexplicably resumed using the correct calculation.",
        "4": "\"We will ensure those affected receive the compensation to which they are entitled,\" O'Regan said. \"At this stage, given the number of individuals affected, we expect to issue payments by 2020. We will share more information with those affected as it becomes available.\"",
        "26": "Some veterans did end up receiving reimbursement — but inadvertently, and without knowing it. The Liberal government's 2016 budget poured more money into disability awards, and the measure included retroactive payments.",
        "21": "\"They were never, ever briefed on this,\" said Bezan, who demanded more details on the Liberal government's compensation plan.",
        "1": "More than 270,000 ex-soldiers were short-changed by Veterans Affairs Canada for over eight years because of an accounting error worth at least $165 million, CBC News has learned.",
        "19": "Parent said it is up to Veterans Affairs to explain why the error took place, when it was spotted and why nothing was done about it until the ombudsman stepped in.",
        "28": ""
    },
    "keywords": "veteran,ombudsman,error,department,parent,payment,affair,war,compensation,mistake",
    "title": "Ottawa short-changed more than 270,000 veterans on pensions, disability payments"
}, {
    "url": "https://www.cbc.ca/news/politics/conservatives-asia-bibi-pakistan-blasphemy-1.4892545",
    "_id": "10245106ecb69bb755489376f4b77413",
    "sub_category": "politics",
    "content": {
        "18": "",
        "13": "\"We know that these are not empty threats as the Federal Minister for Minorities in Pakistan, Shahbaz Bhatti, was murdered in 2011 simply for calling for Bibi's release from prison,\" she said.",
        "14": "\"If action is not immediately taken to ensure the safety of the Bibi family, I fear that their lives will also be in danger.\"",
        "11": "\"Andrew Scheer's Conservatives are calling on the Trudeau government to use every mechanism at their disposal to offer the Bibi family asylum, and to encourage the Pakistani government to allow Asia Bibi to travel freely in light of recent negotiations with the extremist TLP party which could see authorities bar her from leaving the country,\" she said.",
        "9": "\"There's absolutely no doubt about that. It's as simple as that — plead with the Pakistani government to allow her to find refuge elsewhere.\"",
        "6": "She was acquitted Wednesday — prompting the ultra-right Tehreek-e-Labaik (TLP) party to block major roads in Pakistan's largest cities and call for the murder of the Supreme Court judges who acquitted her.",
        "2": "Liberal MP Andrew Leslie, the parliamentary secretary to the minister of Foreign Affairs, confirmed the multilateral discussions during today's question period in the House of Commons, but provided no details.",
        "8": "Ferry de Kerckhove, a former Canadian high commissioner to Pakistan, said the federal government must press the Pakistani government to let Bibi flee the country. If she isn't permitted to leave, he warned, \"she's going to be murdered.",
        "12": "Rempel said that while the Supreme Court decision in Pakistan to overturn the case was \"heartening,\" Asia's life is still at risk as angry mobs have been protesting and calling for her death.",
        "7": "The protests were called off late Friday after the TLP struck a deal with the government that would see Bibi placed on an \"exit control list\" to prevent her from leaving the country. A review of the verdict is planned as well.",
        "10": "Today, Conservative immigration critic Michelle Rempel said Canada's humanitarian immigration system should prioritize helping the world's most vulnerable people.",
        "15": "De Kerchove agreed, adding Canada should \"absolutely\" offer to give her refuge.",
        "4": "Earlier today, the Conservatives held a news conference to call on Prime Minister Justin Trudeau to grant asylum to Bibi and her family.",
        "3": "\"With like-minded friends and allies, there are discreet and delicate discussions underway and I will not say anything further at this time,\" he said.",
        "16": "Bibi's husband, Ashiq Masih, has appealed to the United States, the United Kingdom and Canada for refuge and assistance.",
        "1": "Canada is engaged in secret talks with allies over how to protect Asia Bibi, a Pakistani Christian woman who spent eight years on death row for blasphemy.",
        "5": "Bibi, 47, was convicted of the charges in 2010 for allegedly making derogatory remarks about Islam after neighbours objected to her drinking water from their glass because she was not Muslim. The case has divided Pakistan, with her conviction outraging Christians and her subsequent acquittal infuriating hardline Islamists.",
        "17": "Bibi's lawyer, Saif al-Mulook, recently fled to the Netherlands because he feared for his life."
    },
    "keywords": "bibi,government,call,pakistan,pakistani,canada,conservative,asium,country,minister",
    "title": "Ottawa engaged in 'delicate' talks to protect Pakistani woman released from blasphemy death sentence"
}, {
    "url": "https://www.cbc.ca/news/politics/trudeau-di-iorio-liberal-1.4893294",
    "_id": "c26e5d7e33101f829837f0a20763c4a5",
    "sub_category": "politics",
    "content": {
        "4": "Trudeau twice told reporters outside Parliament that they should talk to Di Iorio about it.",
        "8": "Trudeau was not present, so it was left to Government House leader Bardish Chagger to respond. She said only that all MPs are answerable to their constituents for their work in Ottawa.",
        "3": "On Monday, the prime minister dodged reporters' questions about the prolonged absence of the MP, who also has an active law practice in Montreal.",
        "9": "First elected in 2015, Di Iorio has sent mixed messages about his political future. In April he announced he was leaving politics without giving a timeline, but in September he said he was still in reflection.",
        "6": "Things were no clearer during question period when the Opposition questioned the government about Di Iorio's new tasks.",
        "2": "Di Iorio has not been seen in Ottawa since Parliament resumed sitting Sept. 17.",
        "1": "Prime Minister Justin Trudeau remained tight-lipped Monday about the mysterious mission of Liberal MP Nicola Di Iorio.",
        "5": "Last week, Di Iorio posted a short message on Facebook saying Trudeau had assigned him responsibilities that necessitate his absence from the House of Commons.",
        "7": "Conservative MP Alain Rayes wanted to know what Di Iorio's \"secret mandate\" was."
    },
    "keywords": "iorio,trudeau,question,reporter,house,monday,prime,government,minister,leave",
    "title": "Trudeau dodges questions about mission of absent Liberal MP"
}, {
    "url": "https://www.cbc.ca/news/politics/liberal-homelessness-strategy-anti-poverty-1.4893071",
    "_id": "ce0075c3d74800643de1ce7101972a5c",
    "sub_category": "politics",
    "content": {
        "4": "",
        "8": "Details of the Reaching Home plan are being laid out as the Liberals prepare to introduce legislation to put into law a strategy to lift more than two million people out of poverty. The government notified MPs before the weekend that it planned to bring in the anti-poverty legislation this week.",
        "3": "The revamped homelessness strategy, dubbed \"Reaching Home,\" will come into force early next year, which is when cities will be able to apply for new funding.",
        "11": "The government's strategy sets reduction targets of 20 per cent from 2015 levels by 2020 and 50 per cent by 2030.",
        "9": "The law will set an official poverty line for the country for the first time, create a council on poverty to advise the minister in charge of the plan, and require annual reports to Parliament on the government's progress to reduce poverty rates.",
        "6": "Territories are also being promised $43 million over the nine-year period.",
        "2": "The Liberals agreed to overhaul the program after hearing complaints from cities about cumbersome reporting requirements, inadequate funding and unrealistic expectations about how quickly the money should be spent. Anti-poverty advocates have waited since the summer to find out how funding will move.",
        "1": "Cities looking for more federal cash and a more regular flow of money to tackle poverty are being told that they will be able to tap into $1.25 billion over the next nine years through the Liberal government's cornerstone homelessness strategy.",
        "5": "Municipal governments administer most of Canada's housing programs but construction and rent subsidies are expensive so the cities rely on provincial and federal governments to support them. This money should help up to six large cities qualify for annual federal funding, joining 61 cities already considered \"designated communities\" with access to yearly contributions from the federal government.",
        "7": "There will also be new spending targeting Indigenous people — a group over-represented in shelters compared to their percentage of the general population — but how much will be spent remains unclear. The Liberals say they are working with national Indigenous groups on how to allocate that new spending.",
        "10": "Poverty-reduction targets already appear in the Liberals' latest budget-implementation bill, styled as the first phase of a full poverty-reduction law."
    },
    "keywords": "poverty,government,city,liberal,federal,strategy,fund,spend,target,reduction",
    "title": "Liberals detail homelessness program, set to unveil anti-poverty law"
}, {
    "url": "https://www.cbc.ca/news/politics/corporate-tax-productivity-trudeau-siemens-1.4893254",
    "_id": "ac240ebf0a1bd6d88610abd241009cf4",
    "sub_category": "politics",
    "content": {
        "18": "Trudeau is scheduled to address the conference Monday evening.",
        "13": "Marcoux said she also pressed Trudeau on the need for his government to spend more on helping local newspapers through difficult times.",
        "14": "Her company, which used to own many newspapers across the country, sold all but one and divested from all its magazines, she said.",
        "11": "She said she is doing her part to build a pool of women executives who will become eligible for prominent roles in corporations.",
        "9": "Trudeau also met Monday with Isabelle Marcoux, chair of the board of printer Transcontinental Inc., who said they talked about increasing the role of women in business and additional government help for print journalism.",
        "6": "Morneau intends to announce policies to bolster Canada's competitiveness in his Nov. 21 fall economic update.",
        "2": "Siemens Canada's president and CEO Faisal Kazi said while his company would welcome lower taxes, Canada remains an attractive investment location due to its talent pool and the government's ongoing investments in innovation.",
        "8": "Innovation Minister Navdeep Bains announced last February five technology groups that would share up to $950 million in federal funding to bring together business, academic institutions and other non-profits to create clusters of innovation across the country.",
        "12": "\"Canadian companies have a responsibility to build that pipeline,\" she said.",
        "7": "Humpton said her company is interested by the government's $950-million \"supercluster\" program and its investments in artificial intelligence.",
        "10": "A lot of progress has been made in government, Marcoux said, but \"much more\" needs to be done to increase the number of women on the boards of Canadian companies.",
        "15": "\"We are a printer, and we see that our clients — especially the local press — are suffering.\"",
        "4": "Kazi and Siemens USA CEO Barbara Humpton met with Trudeau Monday afternoon during the Most Powerful Women International Summit, hosted by Fortune magazine.",
        "3": "\"Of course we can invest more if the tax structure was more attractive (in Canada),\" Kazi said. \"We would be doing even more.\"",
        "16": "Ottawa promised $50 million over five years to help local journalism in its 2018 budget.",
        "1": "The industrial conglomerate Siemens would invest more in Canada if the federal government lowered its corporate tax rate, the head of the company's Canadian operations said Monday after a meeting with Prime Minister Justin Trudeau.",
        "5": "Following a major tax reform in the United States, Trudeau and Finance Minister Bill Morneau have been under pressure to respond in order to keep Canada competitive.",
        "17": "\"I think it was not enough,\" Marcoux said. \"And it's a little complicated to have access to those funds.\""
    },
    "keywords": "trudeau,canada,government,company,woman,marcoux,monday,innovation,kazi,siemen",
    "title": "'We could be doing even more': Business leaders meet with PM ahead of economic update"
}, {
    "url": "https://www.cbc.ca/news/canada/toronto/doug-ford-shuffles-cabinet-after-pc-legislator-jim-wilson-resigns-1.4891999",
    "_id": "3252da6b74deb3156b41714aeab6a94c",
    "sub_category": "politics",
    "content": {
        "25": "\"Mr. Ford needs to answer to some of the decisions that he's making ... It makes us wonder, is this government ready to govern?\"",
        "14": "Natural Resources and Forestry Minister Jeff Yurek has also been promoted. The Elgin-Middlesex-London MPP will become the transportation minister, swapping places with longtime MPP John Yakabuski, who represents Renfrew-Nipissing-Pembroke.",
        "17": "Wilson, who was first elected in 1990, was one of the most experienced members of Ford's team, having previously served several cabinet portfolios for the PCs under the Mike Harris and Ernie Eves governments. He represented the riding of Simcoe-Grey in Georgian Bay.",
        "10": "Ford was praising Tibollo as recently as Thursday. During question period, the premier called Tibollo \"the most credible minister down here.\"",
        "27": "\"There's no rationale for the shuffle and why certain people have been moved into the roles that they have and others remain where they are,\" Singh told reporters.",
        "18": "When announcing Wilson's resignation on Friday evening after appearing together at a border crossing near Sarnia, Ont., Ford also said Wilson is leaving the PC caucus — something that rarely happens when a minister steps down.",
        "7": "Today, Ford boasted his new cabinet is the \"best team in politics.\"",
        "22": "Ford also appointed Whitby MPP Lorne Cole as the PC caucus whip and Doug Downey, who represents Barrie-Springwater-Oro-Medonte, as the deputy whip for the PC caucus.",
        "15": "Meanwhile, Government House Leader Todd Smith will take over Wilson's portfolio as the minister of economic development and trade. The Bay of Quinte MPP was initially announced Friday as Wilson's interim successor. Ford made the role permanent in Monday's shuffle.",
        "20": "\"It's incumbent on [Ford] to come forward, not only for Ontario families, but to the media to explain the decisions that have been made by his cabinet.\"",
        "6": "But Monday's shuffle comes only four months after the PCs captured a majority victory in the June 7 provincial election.",
        "3": "The premier met with Ontario's Lt.-Gov. Elizabeth Dowdeswell this morning to usher some big-name Conservative politicians into their new posts, Ford's office announced in a news release Monday.",
        "23": "Members of the Official Opposition likened the shuffle to \"more secret backroom deals\" and accused the premier of downplaying the real reasons for the demotion of several senior cabinet members.",
        "24": "\"Ford cooked up a new cabinet in the dead of night and behind closed doors,\" said Singh.",
        "29": "\"We're not seeing this province adequately reflected in the choices that they've made,\" said Singh.",
        "5": "Cabinet shuffles are an opportunity for the premier to move or replace poor performers on the 21-person cabinet with new blood, or to bring a new tone to some ministries.",
        "31": "Watch the Power Panel debate the cabinet shuffle on Power & Politics",
        "13": "Tibollo also came under fire for comments he made during question period in July when he told the chamber that he wore a bulletproof vest while on a police ride-along in Toronto's Jane and Finch neighbourhood, drawing criticism from all three opposition parties.",
        "34": "",
        "11": "\"He has integrity, he has transparency and he's an absolute champion. I'll stand beside him any day, 365 days a year,\" said Ford.",
        "9": "Jones removes Michael Tibollo, a rookie MPP for Vaughan-Woodbridge, whose short tenure as the minister responsible for the OPP has been speckled with controversy. Most recently, media reports surfaced that Tibollo was criticized by the Ontario Securities Commission for his actions as a lawyer in the 1990s related to a $30 million stock fraud.",
        "2": "Jim Wilson resigned from his post as minister of economic development, job creation and trade on Friday to seek treatment for addiction issues. This left a hole in Ford's cabinet, that he established only four months earlier, and triggered the change of roles for six MPPs.",
        "30": "The new cabinet also did little to address the gap in gender parity, with seven women and 14 men.",
        "8": "Among the biggest promotions is Tourism, Culture and Sport Minister Sylvia Jones who will lead the Ministry of Community Safety and Correctional Services. The Dufferin-Caledon MPP was named to Ford's first cabinet this summer.",
        "12": "Last month, Tibollo denied campaigning for a Vaughan city council candidate whose cottage and husband are under investigation by the OPP.",
        "33": "",
        "16": "Cabinet newcomer Bill Walker, the MPP for Bruce-Grey-Owen Sound, will take over Smith's old job as the minister of government and consumer services.",
        "4": "\"We are taking this opportunity to calibrate our cabinet assignments to ensure we continue to deliver on our commitments to the people,\" Ford said in a statement.",
        "26": "Singh also pointed out the need for some \"clarity\" as to why Ford only handed certain files to some ministers, while other portfolios remained untouched.",
        "32": "",
        "21": "Wilson has not issued a statement of his own, but remains as a sitting independent MPP.",
        "1": "Ontario Premier Doug Ford shuffled his months-old cabinet early Monday following the swift departure of a longtime Progressive Conservative legislator.",
        "19": "\"We need to understand why the resignation has happened,\" NDP Deputy Leader Sara Singh told reporters Monday.",
        "28": "She also said the shuffle is a \"missed opportunity\" for Ford to tackle diversity issues within his cabinet. As of 2016, about three-in-ten Ontarians identified as being part of a visible minority, but among the reconfigured cabinet, only one minister isn't white."
    },
    "keywords": "ford,cabinet,minister,mpp,shuffle,wilson,tibollo,premier,singh,monday",
    "title": "Doug Ford shuffles cabinet after PC legislator Jim Wilson resigns"
}, {
    "url": "https://www.cbc.ca/news/politics/trudeau-vimy-ridge-anniversary-1.4892703",
    "_id": "ada44558a16df0d47c8773b5433019a5",
    "sub_category": "politics",
    "content": {
        "4": "During the three-day visit to France, Trudeau will also attend the Paris Peace Forum, a new initiative modeled after the Paris climate-accord meetings three years ago, and speak at a summit exploring ways to use technology to improve public services.",
        "3": "More than 60 leaders are to take part in the commemoration, including French President Emmanuel Macron, U.S. President Donald Trump and German Chancellor Angela Merkel.",
        "6": "Some 60,000 Canadians died and 172,000 were injured during the First World War between 1914 and 1918.",
        "2": "Trudeau's office says the prime minister will visit the Canadian National Vimy Ridge Memorial in northern France on Saturday before attending Armistice Day ceremonies in Paris on Sunday to mark the end of the \"war to end all wars.\"",
        "1": "Prime Minister Justin Trudeau will join world leaders in France this weekend to commemorate the 100th anniversary of the end of the First World War.",
        "5": "The Prime Minister's Office says Trudeau will also have a one-on-one meeting with Macron."
    },
    "keywords": "trudeau,war,world,prime,minister,pari,france,day,leader,visit",
    "title": "Trudeau to visit Vimy Ridge, Paris for First World War anniversary events"
}, {
    "url": "https://www.cbc.ca/news/canada/drug-impaired-driving-tests-1.4891163",
    "_id": "1f0822a88f727977d53f61b22d220d49",
    "sub_category": "politics",
    "content": {
        "25": "\"I do not believe that any police officer starts off their shift by saying 'I want to make somebody's life difficult today.' We are human beings, we are faced with a particular situation, we rely on our training and our experience in order to hopefully do the right thing.\"",
        "14": "",
        "17": "Several cities across Canada, including Ottawa, have decided against using the device due to the questions being raised about the machine's accuracy, especially in cold weather. Some RCMP detachments have bought saliva testing units, but others are waiting until the device is proven reliable and its findings are tested in court.",
        "10": "In order to assess whether or not drivers are high, police officers are relying on standard field sobriety tests and their own trained Drug Recognition Experts (DREs). If a driver is thought to be impaired, he or she is put through a roadside standard field sobriety test (SFST) that includes an eye examination, the walk and turn test and one leg stand test.",
        "27": "In February last year the Supreme Court of Canada upheld DREs to assist the court in providing opinion towards the ability to drive a motor vehicle impaired.  The case involved a cannabis-impaired driver who was acquitted in a lower court because of doubt over such expert testimony.",
        "18": "",
        "7": "",
        "22": "",
        "15": "Although the Department of Justice approved the use of the Drager DrugTest 5000, a handheld device that tests saliva for THC, the main psychoactive ingredient in cannabis, not everyone is convinced of its reliability.",
        "20": "",
        "6": "\"As the science improves, the technology no doubt will follow.\"",
        "3": "In an exclusive interview with The Fifth Estate, Chief Supt. Dennis Daley admitted that, although parts of the current assessment are based on science, the tests themselves will be always be subjective.",
        "23": "Daley agrees that the test is subjective and does open doors to the possibility that sometimes the police can get it wrong, however he believes it contributes to keeping roads safe.",
        "24": "",
        "29": "In a statement to The Fifth Estate, Minister of Border Security and Organized Crime Reduction Bill Blair said he is confident these new measure will save lives.",
        "5": "",
        "31": "\"Our government is making the necessary investments and supporting law enforcement with measures including a very successful 'Don't Drive High' public awareness campaign,\" Blair said in the statement.",
        "35": "",
        "13": "The RCMP runs the Drug Recognition Expert (DRE) program for all police officers in Canada and has trained 833 DREs across Canada. The Mounties have trained these specialized front-line officers and have 25 certification events planned this year, followed by an additional 25 to come.",
        "34": "A Statistics Canada survey this summer found youth and young adults aged 15 to 24 were twice as likely as older Canadians to have ridden in a car driven by a potentially impaired driver,",
        "11": "",
        "9": "",
        "2": "",
        "30": "",
        "8": "Starting at midnight on Oct. 17 law enforcement agencies across the country ramped up efforts to nab cannabis-impaired drivers and began handing out hefty fines for violations of the Cannabis Act.",
        "12": "Upon failing the test, the driver is brought to the station where a specialized DRE officer runs the driver through a 12-step process designed to detect impairment. The steps include taking clinical indicators (blood pressure, body temperature, pulse) and additional eye exams such as measuring your pupil size in different lighting conditions. Failure, or refusal to comply, with the field sobriety test or the DRE demand can also result in criminal charges that have the same penalties as impaired driving.",
        "33": "However, Daley is concerned that the awareness campaign may not be working. \"It doesn't appear youth are getting the message of driving while high,\" he said.",
        "16": "",
        "36": "\"We have to concentrate on messages with respect to cannabis and driving much like 30 years ago we increased the education around alcohol-impaired driving.\"",
        "4": "\"It's important for Canadians to realize that we don't have a tool right now, a similar on the alcohol side, a machine that will actually print out something that says 'you are this, you are that.' We do not have that,\" says Daley.",
        "26": "",
        "32": "",
        "37": "",
        "21": "Recent studies show that, although drug recognition experts are effective in being able to tell the category of drug someone may have consumed, they fall short in reliably confirming impairment.",
        "1": "Weeks into national cannabis legalization, a top RCMP officer says the tests being used to detect whether someone is driving high are \"not there yet,\" though they're the best they've got.",
        "19": "An investigation by The Fifth Estate at the beginning of the year highlighted problems with the DRE program being used in Canada as well as in the United States.",
        "28": ""
    },
    "keywords": "test,drive,impair,dre,driver,cannabis,officer,canada,train,expert",
    "title": "Drug-impaired driving tests 'not there yet,' says top RCMP officer"
}, {
    "url": "https://www.cbc.ca/news/politics/bernier-peoples-party-pledge-1.4889510",
    "_id": "02feed5d1d56f87a66dfdf55a8d99105",
    "sub_category": "politics",
    "content": {
        "25": "The Conservatives do have a similar pledge — but it's only for potential candidates.",
        "14": "Masse said the document is a tool to help the party avoid \"unnecessary controversies.\"",
        "17": "The president of the Saskatoon-Grasswood PPC association, Jeff Jackson, said he'd been aware of the pledge since shortly after party meetings began and signed it without hesitation.",
        "10": "\"We're trying to do whatever we can to avoid trouble,\" said Masse.",
        "27": "A Conservative Party spokesperson said nothing similar exists for riding association members, although there has been some talk of drafting a code of conduct.",
        "18": "He said the PPC's project — putting a new party together in time for an election in less than a year — is hard to accomplish.",
        "7": "The document itself doesn't say specifically what kind of actions might \"embarrass\" the party. Masse offered a few examples.",
        "22": "\"If we had a candidate that was talking about, you know, deporting all Hindus or something like that, that'd obviously be grounds for removal,\" Sharp said.",
        "15": "\"Mr. Bernier has been very clear since the beginning that he will not let groups of people who do not share the values and principles he has been defending for more than a decade hijack the party ...\"",
        "20": "He acknowledged the 'embarrassment' clause is quite open-ended, but added he thinks it simply commits association members to employing common sense and decency in everything they do.",
        "6": "\"We're taking measures to make sure people who have done weird things in the past, or done bad things in the past, will stay away from us,\" PPC spokesperson Martin Masse told CBC News.",
        "3": "\"I pledge that I have done or said nothing in the past, and will do or say nothing in the future, that would embarrass the party,\" reads a copy of the pledge provided to CBC News by the party.",
        "23": "Victor Lau told CBC over Facebook that he signed the pledge, but admitted to not having read it over fully since he was in a rush at the time.",
        "24": "CBC News asked the three largest federal parties if their riding association members were being required to sign 'embarrassment' pledges.",
        "29": "\"The members of EDA Boards of Directors must behave in accordance with the Party Code of Conduct and, without limiting the foregoing, conduct themselves according to the highest standards and in a manner that will not be detrimental to the interests and reputation of the Liberal Party of Canada,\" says one bylaw.",
        "5": "The document, described as a \"safeguard\" by one PPC official, speaks to the party's anxiety about the prospect of supporters with extreme views tarnishing its image.",
        "31": "The NDP said all of its members are required to abide by the party's constitution and principles. When potential candidates are screened, they're asked about their involvement in anything irregular or illegal, or anything that could reflect poorly on the NDP.",
        "13": "The pledge commits them to adhering to the party's fundamental values, principles \"and most of its platform,\" and to not using their \"position to steer the party in another direction.\"",
        "11": "The pledge also requires every riding association member to provide a resume, a criminal record check and list of social media accounts. It warns that a \"specialized firm\" will do background checks on everyone signing the pledge.",
        "9": "Masse also cited reporting by CBC News on the challenges the PPC has faced in keeping up with offensive and off-message comment online.",
        "2": "In an effort to keep troublemakers at a distance, Maxime Bernier's new party is asking all riding association members to sign a pledge promising not to bring the fledgling People's Party of Canada into disrepute.",
        "30": "As for political candidates, a Liberal spokesperson pointed to nomination rules that require a candidate to uphold the party's constitution and its \"Respectful Workplace Policy.\"",
        "8": "He cited Alberta United Conservative Party Leader Jason Kenney's recent move to boot a former campaign worker from the party after reports suggested the man had supported white nationalist and anti-Semitic views. One report said he was involved with an online store that sold memorabilia popular with white supremacists.",
        "12": "Another portion of the pledge reflects the unique nature of Bernier's new party. Since it's the brainchild of the Beauce MP himself — and not the product of a movement or a particular school of political thought — the PPC's policies are Maxime Bernier's policies. In signing the pledge, riding association members agree to not attempt to change those policies.",
        "33": "",
        "16": "CBC News spoke with three riding association members who signed the pledge when they took on leadership roles with the party in Saskatchewan.",
        "4": "While some parties do ask aspiring political candidates to sign similar oaths, the People's Party (PPC) is going a step beyond that by asking riding officials — people who typically have little or no official contact with the general public — to sign the pledge.",
        "26": "\"Is there anything in your personal, professional or business background that could cause embarrassment for the Party, hinder your ability to perform, adversely affect your candidacy or the Party, or demonstrate a lack of integrity, if it became public knowledge during the campaign or if you should become a Member of Parliament?\" reads the text provided by the party to CBC News.",
        "32": "",
        "21": "Nigel Sharp, a south Saskatchewan PPC field organizer, said he sees the need to keep PPC officials from distracting from the party's message. As an example, he cited the party's stated goal of reducing the annual immigration total to 250,000.",
        "1": "",
        "19": "\"I think what this pledge is doing is trying to help make sure that there's some quality control here,\" Jackson said.",
        "28": "The Liberal Party does not require riding association members to sign any kind of pledge, but the party's bylaws for electoral district associations, or EDAs, do insist on good behaviour."
    },
    "keywords": "party,pledge,association,sign,ppc,rid,cbc,candidate,news,require",
    "title": "Bernier getting riding officials in his new party to sign 'no embarrassment' pledge"
}, {
    "url": "https://www.cbc.ca/news/canada/hamilton/indigenous-homelessness-1.4892394",
    "_id": "b27c17bef3a34a059a86a76ac66a5c7c",
    "sub_category": "politics",
    "content": {
        "25": "",
        "14": "The three-day conference has an Indigenous focus this year. A 2017 report from the Canadian Observatory on Homelessness shows Indigenous people account for .05 per cent of Toronto's population, but 15 per cent of its homeless population.",
        "17": "Yvonne Maracle, who provided cultural support at the conference, told the audience any solution to homelessness has to include Indigenous communities.",
        "10": "Duclos's stop unveiled the latest details of a strategy called Reaching Home, aimed at reducing the number of chronically homeless. The strategy, worth $2.1 billion over the next decade, will go to local experiments and initiatives.",
        "18": "\"We know how to fix problems,\" she said, \"but we have to be at those tables.\"",
        "7": "Steve Teekens hopes so. He's executive director at Na-Me-Res (Native Men's Residence) in Toronto.",
        "22": "The conference at the Hamilton Convention Centre has drawn about 1,300 people who work in the field of homelessness. Session topics include preventing youth homelessness, housing in the Canadian North and how European communities are handling homelessness.",
        "15": "In Hamilton, a 2017 point-in-time survey of the homeless population found 22 per cent had Indigenous ancestry, while only 3.3 per cent of Hamilton is Indigenous.",
        "20": "",
        "6": "\"It's going to be transformative for our relationship with Indigenous people on homelessness.\"",
        "3": "Duclos was speaking in Hamilton Monday at the national Conference on Ending Homelessness.",
        "23": "Hamilton's point-in-time survey showed that from 2015 to 2018, the number of homeless people in the city dropped 25 per cent.",
        "24": "",
        "5": "\"As you'll see very soon, the investment we're going to make to fight Indigenous homelessness will be very significant,\" the minister said.",
        "13": "",
        "11": "Currently, 61 communities are eligible for money, Duclos said. But the government will add another four soon.",
        "9": "\"I've been patiently waiting for the Indigenous piece to be announced. They just talked about how $40 billion is going toward a national housing strategy. Great. So much is carved out for the Indigenous piece? When can we expect some sort of announcement, or what are the timelines for that? I haven't heard.\"",
        "2": "Social Development Minister Jean-Yves Duclos said it's \"well understood\" that Indigenous agencies haven't got their fair share in the past. The federal government's $40-billion housing strategy will \"correct that.\"",
        "8": "He was heartened by last year's announcement of a national housing strategy, he said.",
        "12": "",
        "16": "Of Hamilton's Indigenous respondents, 42 per cent been in foster care or a group home and 87 per cent were on social assistance.",
        "4": "Indigenous people make up a disproportionate percentage of the homeless population, but advocates say the agencies serving them are historically underfunded.",
        "26": "",
        "21": "\"We've been over-represented for so long, and the money's not there,\" he said. \"And the money has to be with organizations that serve our people.\"",
        "1": "Canada's minister overseeing a new national housing strategy says Indigenous agencies will get a \"transformative\" amount of federal homelessness money.",
        "19": "Randy Pitt is a programs manager at the Aboriginal Labour Force Development Circle on Tyendinaga Mohawk Territory near Belleville, Ont."
    },
    "keywords": "indigenou,homelessnes,cent,strategy,person,hamilton,house,homeles,conference,population",
    "title": "Indigenous agencies to get 'transformative' amount of cash to help homeless"
}, {
    "url": "https://www.cbc.ca/news/entertainment/rick-grimes-last-episode-walking-dead-1.4885831",
    "_id": "15b59b9e367eeccfb3c7b97e787101bc",
    "sub_category": "entertainment",
    "content": {
        "25": "",
        "14": "One of the reasons it's so crucial for The Walking Dead to handle Grimes' death properly is that at least a part of the show's audience attrition has to do with previous character deaths that fans felt were manipulative or done purely for shock value.",
        "17": "That death came as a shock to many, as Carl remains alive and well in the ongoing comic book version of The Walking Dead. In fact, he has replaced his aging father as the leader of a new civilization. Critics once again agreed that the death seemed unnecessary — included only for shock value  — and many fans took to social media to express their outrage.",
        "10": "What happens after may well depend on how Rick Grimes' death is handled.",
        "18": "",
        "7": "From Lincoln's penultimate episode, it seems pretty clear that his character will, in fact, die. Episode four saw him speared through the abdomen, bleeding profusely, and surrounded by \"walkers\" (zombies in the vernacular of The Walking Dead). And given his leadership role and family ties to other key characters —​ partner of Michonne, father to Judith — ​the likelihood of him just going away to some other community seems slim.",
        "22": "\"Unless literally everybody stops watching after Andrew Lincoln leaves, I'm still fairly certain it would be renewed,\" says Porter. \"It's still, despite all of its losses, easily the biggest show on AMC and other than Game of Thrones, the biggest scripted series on cable.\"",
        "15": "It began with fan favourite Glenn Rhee (played by Steven Yeun), who appeared to be killed in season six only to be revealed as alive many episodes later. Then he was brutally killed by villain Negan at the beginning of season seven (but not before making the audience wait the whole summer to find out who was on the receiving end of Negan's barbed bat).",
        "20": "The current season has been almost unanimously praised by critics for returning to the values that made it a hit in the first place: a focus on interpersonal relationships, loyalties and betrayals. Many attribute this shift to the new show runner, Angela Kang.",
        "6": "By all accounts, AMC did not choose to dispatch with Sheriff Grimes of its own volition. In an interview with Entertainment Weekly radio, Andrew Lincoln said he wanted to spend more time with his children in England after nine years toiling away on the show's set in Georgia.",
        "3": "But Rick's departure won't just be stressful for the show's fans. AMC's zombie drama, once a juggernaut with 18 million viewers per episode, has been steadily losing its audience over the last two years. It started this season with ratings down by more than 50 per cent from their peak. Can the show hobble on without its lead?",
        "23": "At one point, the idea that a show about a zombie drama —​ a niche subject if there ever was one —​could be one of the top-rated shows on television, seemed impossible. Maybe The Walking Dead is about to pull out another ace from its tattered, zombie-bitten sleeve.",
        "24": "",
        "5": "\"He's so identified with the show and has been from the beginning, from being central to the story lines to being the guy on all the posters, it runs the risk of people wondering if they still want to watch if he's not there anymore.\"",
        "13": "",
        "11": "",
        "9": "\"I think probably, that episode, more people will tune in,\" says Porter. \"And then after that, it's going to be really interesting to see what happens.\"",
        "2": "It's an end of an extraordinary arc that started with him opening his eyes in a hospital bed to learn the world as he knew it was gone, including the loss of family, friends, and faith in his moral compass.",
        "8": "Since fans knew of Lincoln's departure for a while, AMC made an unusual decision to heavily promote the episodes as the last time for viewers to see Rick Grimes. It may seem like a cynical strategy, but Rick Porter says it just might work — in the short run at least.",
        "12": "",
        "16": "Then, last season, came the zombie-bite death of Carl Grimes, Rick's teenaged son, who had literally grown in front of the audience's eyes.",
        "4": "Rick Porter, staff writer for The Hollywood Reporter, says losing Grimes poses an \"inherent risk.\"",
        "21": "The show's ratings may be bad compared to its peak seasons, but they're the envy of other programs.",
        "1": "Life in the zombie apocalypse was never a picnic, but now, the fictional universe of The Walking Dead could get even more disorienting: main character Rick Grimes, played by British actor Andrew Lincoln for the last nine years, is set to exit the show on Sunday.",
        "19": "If Rick Grimes' death is handled with a modicum of satisfaction to fans, The Walking Dead just may, against all odds, go on to season 10."
    },
    "keywords": "rick,grime,death,season,episode,walk,zombie,dead,fan,lincoln",
    "title": "With its lead Rick Grimes gone, can The Walking Dead trudge on?"
}, {
    "url": "https://www.cbc.ca/news/entertainment/obit-hargrove-roy-1.4892070",
    "_id": "fb02896d86df916bacd98dde74577dc6",
    "sub_category": "entertainment",
    "content": {
        "18": "Don Cheadle, who directed and starred in the 2016 movie Miles Ahead about trumpet great Miles Davis, tweeted a picture of himself with Hargrove, saying: \"You were a beautiful soul, young lion, you will be terribly missed.\"",
        "13": "\"We NEVER gave him instructions: just played the song and watched him go.\"",
        "14": "Other tributes flowed from the musical community as word spread of Hargrove's death.",
        "11": "Questlove, who worked with Hargrove on several projects, said his improvisational skills were astonishing.",
        "9": "One of those clubs, the Blue Note, said on its Twitter account Saturday that Hargrove was a \"young master and friend gone too soon.\"",
        "6": "\"He is literally the one man horn section I hear in my head when I think about music,\" Questlove, drummer and leader of the Roots, said on Instagram Saturday.",
        "2": "Hargrove died in New York on Friday of cardiac arrest stemming from a longtime fight with kidney disease, longtime manager Larry Clothier said in a statement.",
        "19": "Hargrove is survived by his wife Aida, daughter Kamala, mother Jacklyn and brother Brian.",
        "8": "A native of Waco, Texas, Hargrove was discovered by his fellow trumpeter Marsalis while Hargrove was playing at a performing-arts high school in Dallas. He went on to the Berklee College of Music in Boston and then transferred to the New School in New York, where he joined in jam sessions at jazz clubs in the evening.",
        "12": "\"I can't properly document how crucial and spot on Roy was with his craft man,\" he said.",
        "7": "\"Love to the immortal timeless genius that will forever be Roy Hargrove y'all.\"",
        "10": "Hargrove released his first solo album, Diamond in the Rough, in 1990. He won his first Grammy in 1998 with his Afro-Cuban band Crisol for its album Habana. He then won another in 2002 for Directions in Music: Live at Massey Hall, recorded at the historic Toronto venue and featuring a band he led with pianist Herbie Hancock and saxophonist Michael Brecker.",
        "15": "\"I have no words over the loss of my dear brother of 31 years,\" bass player Christian McBride said on Twitter. \"We played on a lot of sessions together, traveled a lot of miles together, laughed a lot together, bickered on occasion — and I wouldn't change our relationship for anything in the world. Bless you, Roy Hargrove.\"",
        "20": "Memorial plans are in the works, but no details have been announced yet.",
        "4": "Many of Hargrove's peers regarded him as the greatest trumpeter of his generation. Through his own bands and as a sideman, Hargrove brewed his jazz with African and Latin sounds, R&B, soul, pop, funk and hip-hop.",
        "3": "Clothier said Hargrove \"was known just as intensely for his brimming fire and fury as he was for his gorgeous, signature balladry. Over and over, his sound attested to and sanctified his deep love for music. His unselfish timbre covered the waterfront of every musical landscape.\"",
        "16": "Trumpet player and composer Keyon Harrold called Hargrove the \"trumpeter jazz king\" on Instagram.",
        "1": "Trumpeter Roy Hargrove, a prolific player who provided his jazz sound to records across a vast range of styles and won two Grammys, has died at age 49, his manager said Saturday.",
        "5": "He led the progressive, genre-melding group The RH Factor, played in sessions for Common, Erykah Badu and D'Angelo, and collaborated with jazz giants including Herbie Hancock and Wynton Marsalis.",
        "17": "\"The spirit that radiated from the bell of his horn was always a force of youth enthralled with the wisdom of old,\" Harrold said."
    },
    "keywords": "hargrove,jazz,music,play,roy,trumpeter,band,lot,mile,player",
    "title": "Roy Hargrove, Grammy-winning jazz trumpeter, dead at 49"
}, {
    "url": "https://www.cbc.ca/news/entertainment/grande-davidson-talk-about-exes-1.4891161",
    "_id": "d924a36edf3518b852ea992984a2b1f7",
    "sub_category": "entertainment",
    "content": {
        "13": "",
        "14": "",
        "11": "The U.S. National Republican Congressional Committee called out Davidson for likening Crenshaw's looks to \"a hitman in a porno movie.\"",
        "9": "In a tweet Saturday, she posted an important message to her young fans: \"No drags.... no shade..... jus[t] love, gratitude, acceptance, honesty, forgiveness ... and growth.\"",
        "6": "A half hour before Davidson went live on SNL with guest host Jonah Hill, Grande released her own version of events in a new song called Thank You, Next. In the lyrics, she quashes any rumoured contempt between the couple by praising Davidson as well as former exes Big Sean, Ricky Alvarez, and Mac Miller, who died in September at the age of 26.",
        "2": "As Davidson joined Michael Che on Weekend Update to talk about the midterm elections, he weaved in a joke about having to return home.",
        "8": "The song goes on to explain what she learned from each one: \"One taught me love/One taught me patience/And one taught me pain/Now I'm so amazing.\"",
        "12": "\"Getting dumped by your pop star girlfriend is no excuse for lashing out at a decorated war hero who lost his eye serving our country,\" NRCC spokesperson Jack Pandol said in the statement. \"Pete Davidson and NBC should immediately apologize to Dan, and to the millions of veterans and military families who tune in every weekend – because they're not laughing.\"",
        "7": "\"Thought I'd end up with Sean but he wasn't a match/Wrote some songs about Ricky, now I listen and laugh/Even almost got married and for Pete, I'm so thankful/Wish I could say thank you to Malcolm cause he was an angel.\"",
        "10": "Aside from the personal references, Davidson focused his sketch on \"first impressions\" of electoral candidates, most of whom were Republican. He was heavily criticized afterwards for making fun of Dan Crenshaw's eye patch. The Republican Congressional candidate and former Navy SEAL lost his right eye in an IED blast while in Afghanistan, according to Crenshaw's website.",
        "15": "",
        "4": "Near the end of his sketch, Davidson addressed the audience more seriously about ending his engagement to Grande in an unusual turn.",
        "3": "\"The midterms elections are obviously a huge deal,\" he said while at the anchor desk. \"After I had to move back in with my mom, I started paying attention to them.\"",
        "1": "Ariana Grande and Pete Davidson both referenced their high-profile breakup on Saturday — Davidson on Saturday Night Live and Grande on her latest track, Thank You, Next.",
        "5": "\"I know some of you are curious about the breakup, but the truth is, it's nobody's business and sometimes, things just don't work out and that's OK. She's a wonderful, strong person and I genuinely wish her all the happiness in the world.\""
    },
    "keywords": "davidson,grande,eye,teach,crenshaw,song,republican,pete,thank,saturday",
    "title": "Ariana Grande song thanks her exes, Pete Davidson talks breakup on SNL"
}, {
    "url": "https://www.cbc.ca/news/canada/british-columbia/drake-vancouver-casino-profiling-1.4890755",
    "_id": "c41d3de50aa8d80013c7b7fc0b7eeb14",
    "sub_category": "entertainment",
    "content": {
        "13": "",
        "14": "",
        "11": "The I'm Upset rapper, who originally hails from Toronto, is scheduled to play two shows at Vancouver's Rogers Arena this weekend.",
        "9": "\"We are constantly improving our communications process to ensure that these new regulations are better understood by all guests,\" Brunini said.",
        "6": "\"We are operating in one of the most complex, highly regulated industries and are always looking to better our communication and customer service,\" Brunini said.",
        "2": "Parq Vancouver said it stands against racism and it's operating under new complicated gambling regulations.",
        "8": "The government said such declarations must include the customer's identification, the source of their funds and information on their financial institution.",
        "12": "With files by Maryse Zeidler",
        "7": "As of December 2017, B.C. casinos must provide a \"source of funds declaration\" when receiving $10,000 or more in cash deposits or bearer bonds as part of an effort to combat money laundering.",
        "10": "The profiling accusations have prompted a backlash on social media against the casino. Drake has more than 50 million followers on Instagram.",
        "15": "",
        "4": "Drake's representatives did not immediately return CBC's request for comment.",
        "3": "In an Instagram post from the early hours of Saturday morning, Drake called Parq Vancouver the \"worst run business I have ever witnessed ... profiling me and not allowing me to gamble when I had everything they originally asked me for.\"",
        "1": "Musician Drake said he was blocked from gambling at luxury resort Parq Vancouver's casino Friday night and is blaming \"profiling\" by the venue.",
        "5": "Parq Vancouver is a resort with two luxury hotels and the only casino in Vancouver's downtown core. In a written statement, Parq Vancouver president Joe Brunini apologized for Drake's experience."
    },
    "keywords": "vancouver,parq,drake,casino,brunini,gamble,profile,regulation,customer,fund",
    "title": "Drake blocked from Vancouver's Parq Casino, claims it was 'profiling'"
}, {
    "url": "https://www.cbc.ca/news/entertainment/hbo-trump-meme-pharell-happy-1.4890666",
    "_id": "5dee52ba2ced052004c1b8cffcdf1f1f",
    "sub_category": "entertainment",
    "content": {
        "18": "",
        "13": "He says if an organization has paid to license the music, the music is fair game unless the organization's use of the song can be proven damaging to the musician.",
        "14": "\"Unless there's a court order and unless the [campaign] isn't paying for it, there's not much the artist can do.\"",
        "11": "Adele, Neil Young and R.E.M are among the other musicians who have also protested the use of their songs at Trump rallies over the years. In the case of Neil Young and R.E.M, Trump stopped using their songs according to the Associated Press.",
        "9": "The Grammy-winning artist, who endorsed Hillary Clinton as a presidential candidate in 2016, claimed copyright and trademark infringement through his lawyer.",
        "6": "\"They might try to criticize it but in normal circumstances, these types of issues are dealt with in cease-and-desist letters,\" said Los Angeles-based trademark lawyer Doron F. Eghbali, commenting generally on the topic.",
        "2": "The network responded yesterday after Trump posted a meme with the words \"Sanctions are coming,\" an obvious nod to the famous Game of Thrones catchphrase, \"Winter is coming.\"",
        "19": "",
        "8": "Earlier this week, a cease-and-desist letter was issued on behalf of musician Pharrell Williams, who slammed Trump for using his upbeat hit Happy at a campaign rally on the same day as the mass shooting at a Pittsburgh synagogue.",
        "12": "Eghbali, a senior partner with the American business firm Law Advocate Group, LLP, says an artist's cease-and-desist demand in the U.S. depends on whether the singer-songwriter owns the work.",
        "7": "A representative for HBO told CNBC there would be no further steps taken.",
        "10": "In 2016 before Trump won the presidency, the Rolling Stones demanded the politician stop using their songs, including Start Me Up and You Can't Always Get What You Want, to fire up crowds on the campaign trail. The year before, Aerosmith's lead vocalist Steven Tyler also told the then-presidential hopeful not to play its ballad Dream On.",
        "15": "In the case of Aerosmith, Tyler's lawyer contended the use of the band's music erroneously implied their endorsement of Trump's candidacy.",
        "20": "",
        "4": "\"We were not aware of this messaging and would prefer our trademark not be misappropriated for political purposes,\" HBO said in a statement sent to reporters yesterday.",
        "3": "The photo, apparently referring to U.S sanctions against Iran, included a picture of the president with the popular fantasy series' signature font and gloomy-looking backdrop.",
        "16": "Some licence agreements allow songwriters or publishers to exclude certain songs from the overall blanket licence. A blanket licence is granted by the performing rights organizations ASCAP and BMI for access to all the music in their repertoire.",
        "21": "",
        "1": "HBO is the latest to levy criticism at U.S. President Donald Trump for his use of particular slogans and music for political purposes, but that doesn't mean it will be taken further.",
        "5": "A tweet posted by the company on Friday said: \"How do you say trademark misuse in Dothraki?\" Dothraki is a made-up language used on the show.",
        "17": "With files from the Associated Press"
    },
    "keywords": "trump,music,song,trademark,musician,cease,desist,lawyer,hbo,unles",
    "title": "'Sanctions are coming': HBO is latest to call out Trump's use of slogan, songs"
}, {
    "url": "https://www.cbc.ca/news/entertainment/politics-entertainment-midterms-1.4862224",
    "_id": "c023fb04d1f7a142ee7fa6d481b03802",
    "sub_category": "entertainment",
    "content": {
        "25": "\"[Kimmel] put out a really good message about participating and voting in the next election because of that, and I think that was a really cool way to interact with people and get them to vote.\"",
        "14": "Others argue that this demographic often identifies with more than one ideology or perspective, and most party candidates don't reflect those variations.",
        "17": "But with millennials poised to bypass baby boomers as the largest demographic in the American electorate by 2020 — in time for the next presidential election — their vote is coveted, even if it remains unpredictable.",
        "10": "Pop star Taylor Swift broke her political silence last month and surprised her 112 million Instagram followers by endorsing two Democrats running in Tennessee. She's also rewarding early and first-time voters by posting their photos on her account when they tag her with #JustVoted.",
        "27": "",
        "18": "",
        "7": "The push to vote in the midterms has become so pervasive that Elle magazine was forced to apologize last month after posting a fake celebrity headline about Kim Kardashian and Kanye West as clickbait. When users tried to open it, they landed on a voter registration page instead.",
        "22": "\"My friends are helping me get an absentee ballot, since I'm from New York,\" said neuroscience major Mateo Garcia, 19. \"They're really the ones helping me learn my election education.\"",
        "15": "\"Politics is only a certain aspect of who we are as individuals,\" said Joshua Choa, part of the youth branch of the Democratic party, who also attended Politicon. \"It's not our whole selves.​\"",
        "20": "\"Young people are jaded and cynical in an unnatural sort of way,\" said student Sean Burch.",
        "6": "\"I do see a lot of retweets on Twitter from celebrities,\" said Furaha Njoroge, 19, a first-time voter and college student in Claremont, Calif. \"I feel like a lot of people are like, 'Oh yeah, retweet, retweet.'\"",
        "3": "Schumer enticed fans to click on her list of voting recommendations by simultaneously announcing her pregnancy. Lively honoured husband Ryan Reynolds' birthday with a photo of the couple's early voting ballots.",
        "23": "Accounting student Pearl Park, also 19, said she's influenced by \"more personalized stories by these celebrities, and their reasoning behind voting.\"",
        "24": "She gave the example of Jimmy Kimmel and a monologue he gave on his late-night talk show last year concerning health care for his newborn son, who needed heart surgery.",
        "29": "Several large-scale campaigns, including Michelle Obama's organization When We All Vote, have been geared toward the millennial demographic and enlisted prominent Democrats such as singer-actor Janelle Monae and Hamilton creator Lin-Manuel Miranda to boost registration numbers.",
        "5": "Dozens of others, including Rihanna, have posted pleas for young fans to participate in the voting process.",
        "31": "Pitney, the Claremont McKenna College professor, says stars are most useful at getting attention. Getting voters to the polls, however, requires much more.",
        "13": "\"Most young people see it as, 'Well, why should I vote?'\" said self-described millennial Jason Abbott, an active Republican, while attending a recent bipartisan conference in Los Angeles called Politicon. \"Like, 'What's it going to affect me?' Or like, 'Why even waste the time to do it when I'm not going to change anything?'\"",
        "34": "",
        "11": "\"There's no question in the current political climate, a higher turnout among younger people would lead to a heavier vote for the Democrats,\" said John J. Pitney, a politics professor at California's Claremont McKenna College. \"Which is why Democrats are focusing on getting younger people registered.\"",
        "9": "But the current administration's positions on hot-button issues such as the Kavanaugh hearings, gun rights, health care, the environment, LGBT rights and immigration have led to greater political divisions, and ramped up efforts among many cultural icons to break the Republican majority in Congress.",
        "2": "And to get young people's attention, they're getting creative.",
        "30": "\"[Celebrities] have a huge platform to get us in the door, but it really takes that peer-to-peer action to get people moving,\" said Stephanie Young, communications director for When We All Vote.",
        "8": "Hollywood stars, many of whom tend to lean left, are known for campaigning during general election years. But it's rare that the midterms — which can change U.S. Congress, but not the president — would garner this much celebrity attention.",
        "12": "According to the U.S. Census Bureau, 46.1 per cent of people aged 18 to 29 reported voting in the 2016 presidential election. Compare that to the 70.9 per cent of citizens aged 65 and older who said they voted.",
        "33": "\"There's one celebrity who could and probably will make a difference in turning young people out in this election. And that celebrity's name is Donald J. Trump.\"",
        "16": "Experts say it's neither apathy nor disillusionment alone that keeps many young people from engaging. In many states, voters must register before election day to be counted, and must re-register every time there's a change of address. That can be a hassle for those who move around a lot. Being forced to fill out paper ballots can also be a deterrent for a population used to getting things done at the push of a button.",
        "4": "Scott hit the campaign trail in his hometown of Houston with Texas Senate hopeful Beto O'Rourke. Yara Shahidi, star of Grown-ish, launched a project (Eighteen X 18) specifically for the midterms to get her peers more politically active.",
        "26": "",
        "32": "\"They get younger people to read the message, to watch the video, to listen to the appeal and that's something. That's not minimal,\" said Pitney. \"The celebrities can help at the margins, but they're not the reason why people will show up and vote.",
        "21": "\"Really, the only thing that will bring young people out to vote — really turn them out in large numbers — is candidates who represent the public interest and not special interests, not their big donors. People who are unfiltered and genuine. Because that's really what excites us.\"",
        "1": "Rihanna, rapper Travis Scott, Blake Lively and comedian Amy Schumer are among the many celebrities encouraging their significant social media followings to show up at the polls for the U.S. midterm election on Nov. 6.",
        "19": "CBC spoke with a number of college students in California — some of whom said they will be voting for the first time — about what will influence them the most to head to the polls for the midterms.",
        "28": "Jessica Alba, Charlize Theron and Julia Louis-Dreyfus are part of a large Hollywood contingent participating in a final drive for young votes on the eve of the election, with a get-out-the-vote telethon being streamed on social media channels. Several YouTube stars will also be part of it to capture a younger audience."
    },
    "keywords": "vote,person,celebrity,election,time,get,star,midterm,voter,student",
    "title": "Celebrities are pushing 'jaded and cynical' youth to vote in U.S. midterms"
}, {
    "url": "https://www.cbc.ca/news/entertainment/obit-raymond-chow-1.4889494",
    "_id": "b0e922d7257820f73cd05dafbeed09d5",
    "sub_category": "entertainment",
    "content": {
        "14": "Chan acknowledged the debt he owed to Chow's grooming.",
        "17": "Intrigued by the name, Chow agreed to produce a live-action movie based on the four crime-fighting, human-sized turtles after Hollywood rejected the idea. The movie about the pizza-eating, surfer-lingo-spouting terrapins named after Renaissance artists became a worldwide smash.",
        "10": "Lee's death left a void for kung fu heroes in Hong Kong's film industry that young performers were eager to fill. Chow signed one of them, a former stuntman named Jackie Chan, in 1979.",
        "18": "Chow said that he made his choice based on a \"gut feeling.\"",
        "7": "\"Facing you on the screen, you feel his presence is very strong, very powerful,\" Chow told The Associated Press in 2005.",
        "22": "Chow, an avid bridge player, told Forbes in 1990 about the business lessons he learned playing cards.",
        "15": "\"Mr. Chow gave me a chance to follow my dreams,\" he told Variety in 2000. \"I think today that without Golden Harvest, there is no Jackie Chan.\"",
        "20": "Chow was born in Hong Kong to a nationalistic father skeptical of Western influences. Following his father's wishes, he completed his secondary and university studies in Shanghai.",
        "6": "Frustrated with Shaw Brothers' assembly-line ethic, he created his own production company, Golden Harvest, in 1970. He soon outmanoeuvred his gigantic old employer to grab the actor who would become synonymous with kung fu movies. Chow signed Bruce Lee in 1971 after seeing him on a Hong Kong television variety show.",
        "3": "Chow was a journalist who became a publicist for Shaw Brothers Studios, which churned out hundreds of films and popularized the kung fu genre.",
        "23": "\"When you are fortunate, you try to take advantage. And when you get a bad hand, you just try to watch yourself, minimize your losses, so that you don't get killed.\"",
        "24": "Golden Harvest made its last film in 2003. Chow sold his controlling stake four years later to a Chinese businessman, who changed the name to Orange Sky Golden Harvest.",
        "5": "\"I said I did not think I could keep my job because the pictures were so bad,\" Chow told Asiaweek magazine in 1983.",
        "13": "But it was 1995's Rumble in the Bronx that catapulted Chan to worldwide fame. The film was released on 1,700 screens in North America and grossed $32.4 million, becoming the most successful Hong Kong film released in the U.S. Three years later, Chan teamed up with Chris Tucker in 1998's Rush Hour, becoming a Hollywood A-list actor.",
        "11": "Chan's first taste of success in Hong Kong had come the year before with the film Drunken Master. After signing with Chow, he made a number of increasingly popular Chinese-language action-comedy movies that made him a superstar in Asia.",
        "9": "Those movies were followed by Enter the Dragon, the first Chinese martial arts film to be produced by a major Hollywood studio, Warner Bros. It cost $500,000 US and earned $40 million US at the box office. Tragically, Lee died days before the film's release in 1973.",
        "2": "Hong Kong' secretary for commerce and economic development, Edward Yau, said in a statement Friday that Chow \"helped nurture a pool of Hong Kong talents and brought them to the international stage.\"",
        "8": "Golden Harvest signed Lee to a three-picture deal, with each breaking all Hong Kong box office records.",
        "12": "Chow invested plenty of time and effort introducing Chan to Western audiences. He arranged for Chan to spend time in Los Angeles learning English and star in his first English-language film, 1980's The Big Brawl, which flopped. A year later, Chow gave him a minor role alongside top Hollywood names in The Cannonball Run.",
        "16": "Golden Harvest also helped bring to the silver screen another set of unlikely martial arts characters, the Teenage Mutant Ninja Turtles, which began as a comic book and then became an animated kids' TV show with a cult following.",
        "4": "Studio founder Run Run Shaw soon moved Chow to the production side of the business after Chow complained that the movies — made on low budgets and short schedules — weren't good enough.",
        "21": "As a journalist, Chow worked at English-language news outlets in Hong Kong, including United Press, which later became United Press International; The New York Times; and Voice of America.",
        "1": "Legendary Hong Kong film producer Raymond Chow, who introduced the world to Bruce Lee and Jackie Chan and even brought the Teenage Mutant Ninja Turtles to the big screen, has died at age 91.",
        "19": "\"It's very weird, very unique and very interesting. ... You have to be unique these days to be a big success.\""
    },
    "keywords": "chow,film,kong,hong,chan,golden,movie,harvest,name,lee",
    "title": "Raymond Chow, film producer behind Bruce Lee, dies at age 91"
}, {
    "url": "https://www.cbc.ca/news/entertainment/glazer-cancel-graffiti-1.4889850",
    "_id": "d138656b787dfc601a7e1244d4795fc8",
    "sub_category": "entertainment",
    "content": {
        "4": "The vandalism happened days after a gunman killed 11 Jews in Pittsburgh. Similar graffiti was found at Brooklyn Heights homes Tuesday night.",
        "3": "The audience was sent home shortly after Broad City's Ilana Glazer was to start interviewing activists and politicians at the Prospect Heights synagogue's theatre.",
        "6": "City Councilman Brad Lander says Jews won't be deterred by \"thuggish and hateful people.\"",
        "2": "Police say epithets such as \"Kill All Jews\" were found in the halls and stairwells at Union Temple at around 8 p.m. Thursday.",
        "1": "The desecration of a Brooklyn synagogue with anti-Semitic graffiti prompted the cancellation of a political event with a star of Comedy Central's Broad City.",
        "5": "Police will be out in force citywide for Friday and Saturday services."
    },
    "keywords": "city,jew,brooklyn,broad,home,find,polouse,synagogue,graffiti,kill",
    "title": "Ilana Glazer event cancelled after site desecrated with anti-Semitic graffiti"
}, {
    "url": "https://www.cbc.ca/news/entertainment/alec-baldwin-arrest-1.4889704",
    "_id": "4e06fb8b9dbd3f43d73ce1f7438fcf02",
    "sub_category": "entertainment",
    "content": {
        "13": "After the bicycle-related arrest, Baldwin told New York magazine he was ready to quit his public life and leave the city, an hour train ride from where he grew up on Long Island.",
        "14": "\"I just can't live in New York anymore,\" Baldwin said in the article.",
        "11": "Baldwin's past scrapes with the law include a 2014 arrest in New York City for bicycling the wrong way on a one-way street and a 1995 arrest for allegedly slugging a paparazzi photographer in Los Angeles, one of several such run-ins.",
        "9": "An ABC spokeswoman had no comment about Baldwin's arrest, other than to say his talk show will air Sunday night as scheduled.",
        "6": "A representative for Baldwin did not immediately respond to a message requesting comment.",
        "2": "Police said the actor claimed he had a family member holding the spot for him as he attempted to park his black Cadillac Escalade around 1:30 p.m. when a man driving a black Saab station wagon pulled up and took it.",
        "8": "Asked about Baldwin's arrest, Trump said: \"I wish him luck.\"",
        "12": "Baldwin was booted off an American Airlines flight in 2011 after allegedly getting belligerent with a flight attendant who asked him to stop playing Words with Friends and put his cellphone away.",
        "7": "Baldwin, the star of movies like Glengarry Glen Ross and the television sitcom 30 Rock, portrays U.S. President Donald Trump on Saturday Night Live and recently started a talk show on ABC.",
        "10": "The most recent episode, with less than 1.5 million viewers, had the smallest audience of any prime-time program on the top four broadcast networks over the past week, the Nielsen company said.",
        "15": "\"Everything I hated about L.A. I'm beginning to crave. L.A. is a place where you live behind a gate, you get in a car, your interaction with the public is minimal. I used to hate that. But New York has changed.\"",
        "4": "Baldwin was taken into custody and is expected to face an assault charge. He's being processed at a nearby precinct in Manhattan's Greenwich Village neighbourhood.",
        "3": "Police said the men were arguing and pushed each other before Baldwin, 60, turned violent.",
        "1": "Alec Baldwin was arrested Friday after allegedly punching a man in the face during a dispute over a parking spot outside his New York City home, authorities said.",
        "5": "The driver of the station wagon, 49, was taken to a hospital with jaw pain, police said."
    },
    "keywords": "baldwin,arrest,york,polouse,allegedly,live,city,trump,talk,spot",
    "title": "Alec Baldwin arrested in alleged parking dispute punch"
}, {
    "url": "https://www.cbc.ca/news/entertainment/cornell-family-lawsuit-1.4888909",
    "_id": "8e5b4b0b95581856afebf7ceff5de6e6",
    "sub_category": "entertainment",
    "content": {
        "13": "Cornell also fronted the super-groups Audioslave with members of Rage Against The Machine and Temple of the Dog with members of Pearl Jam.",
        "14": "Last month, a bronze statue of Cornell was erected outside the Museum of Pop Culture in Seattle.",
        "11": "\"At the time of his death, Mr. Cornell had everything to live for and was planning a future of recordings, performances and continued work as a charitable activist,\" the lawsuit says.",
        "9": "Staff reached by phone at Koblin's office said there was no immediate comment.",
        "6": "But the autopsy report said the drugs were not a cause of death.",
        "2": "Cornell's widow, Vicky Cornell, and their children, Toni and Christopher, are plaintiffs in the lawsuit filed in Los Angeles Superior Court alleging that prescription drugs, especially the anti-anxiety drug lorazepam, led to erratic behaviour from the Soundgarden frontman before his death in Detroit in 2017 at age 52.",
        "8": "The \"unmonitored use of such excessive amounts of lorazepam ... was known to increase the risk of suicide because it can severely impair judgment, thinking and impulse control and diminish the ability of a patient to think and act rationally,\" the lawsuit says.",
        "12": "Cornell's wailing voice and his long-haired, shirtless stage presence made him an essential figure in the grunge-rock of the 1990s. Soundgarden was among the first groups to surge to national attention in a wave that later included Nirvana, Pearl Jam and Alice in Chains.",
        "7": "The lawsuit says Koblin knew Cornell had a serious history of substance abuse.",
        "10": "Vicky Cornell has said since immediately after her husband's death that she felt the prescription drugs he was taking drove him to behave strangely, and there were no signs he might take his own life.",
        "15": "The lawsuit, which seeks damages to be determined later, also names anonymous staffers at Koblin's office as defendants.",
        "4": "It focuses in particular on Koblin's prescribing Cornell large amounts of lorazepam — which is sold under the brand name Ativan — to Cornell in the 20 months leading up to his death. The lawsuit states Koblin and his office staff issued the prescriptions without the doctor physically examining or speaking to Cornell during that time period.",
        "3": "The lawsuit says Dr. Robert Koblin and his Beverly Hills office \"negligently and repeatedly\" prescribed \"dangerous mind-altering controlled substances to Chris Cornell which impaired Mr. Cornell's cognition, clouded his judgment, and caused him to engage in dangerous impulsive behaviours that he was unable to control, costing him his life.\"",
        "16": "Cornell's oldest daughter, 18-year-old Lillian Jean Cornell-Silver, is also named as a defendant, but the lawsuit emphasizes that she is only included for procedural reasons.",
        "1": "Family members of Chris Cornell on Thursday sued a doctor they say overprescribed drugs to the rock singer, leading to his death.",
        "5": "Coroner's investigators ruled Cornell's death a suicide by hanging. Toxicology tests showed the presence of Ativan along with barbiturates, caffeine, the anti-opioid drug naloxone, and a decongestant."
    },
    "keywords": "cornell,lawsuit,death,koblin,drug,office,lorazepam,control,name,lead",
    "title": "Singer Chris Cornell's family sues doctor over his death"
}]